{"nodes":[{"label":"Hydrogen in Syngas Production, Methanol-based Chemicals, Waste-to-Energy, and Chemical Industry Applications","x":-2148.58935546875,"y":-354.7056579589844,"id":"1","attributes":{"occurrences":"21922","Desc":"Group 1: Synthesis Gas Production (30% of keywords) This group focuses on technologies and processes for producing synthesis gas (syngas) from various feedstocks. Examples include steam reforming, partial oxidation, and gasification. Hydrogen plays a key role in syngas production, as syngas typically consists of hydrogen and carbon monoxide, which can be further processed to generate a variety of valuable chemicals and fuels. Group 2: Methanol and Derivatives (35% of keywords) This group involves the production and conversion of methanol and its derivatives, such as acetic acid, formaldehyde, and dimethyl ether. Hydrogen is essential in methanol production, as it is combined with carbon monoxide to form methanol in the presence of a catalyst. Methanol can then be used as a feedstock for producing various chemicals or as a fuel. Group 3: Biomass and Waste Gasification (25% of keywords) This group is related to the conversion of biomass and waste materials into valuable products via processes like gasification and pyrolysis. Hydrogen is generated in these processes as a component of the product gas, which can be further processed or used as a clean energy source. Group 4: Chemical Processing (10% of keywords) This group pertains to various chemical processes, such as esterification, hydrogenation, and fermentation, involving hydrogen and its compounds. Hydrogen is involved in these processes as a reactant or product, playing a vital role in the production of various chemicals and compounds. Keywords not used in the groups: ADVANCED ENCRYPTION STANDARD, GENUS STREPTOMYCES, BIFIDOBACTERIUM LONGUM, CANDIDA UTILIS. ","Keywords":"ALCOHOL, SYNTHESIS GAS, METHANOL, ACETIC ACID, ETHER, STEAM REFORMING, FORMIC ACID, BIOMASS, ANTIBIOTIC, MELTING POINT, ETHYL ACETATE, YIELD, GASIFICATION, SOLID WASTE, COAL GASIFICATION, GASIFICATION FURNACE, CARBAMIC ACID, DILUENT, FLUIDIZED BED REACTOR, PROPAN 2 ONE, ETHANOL, NICKEL CATALYST, PULVERIZED COAL, PYROLYSIS, WASTE PLASTIC, METHOXYMETHANE, PRODUCTION SYSTEM, GASIFIER, ORGANIC WASTE, REACTANT GAS, DECOMPOSITION, PARTIAL OXIDATION, ACETALDEHYDE, BIO OIL, DIMETHYL ETHER, BIOMASS GASIFICATION, BLEND, METHANOL SYNTHESIS, METHYL ACETATE, HYDROCHLORIDE, STEAM REFORMER, BUTAN 1 OL, GASIFICATION REACTOR, FILTRATION, STIRRING, TRICHLOROMETHANE, SYNTHESIS CATALYST, METHANATION CATALYST, PROPAN 2 OL, RHODIUM CATALYST, METHANOL PRODUCTION, SYNTHETIC GAS, 2 CHLOROACETIC ACID, CARBONACEOUS FEEDSTOCK, FERMENTATION BROTH, THREE PHASE, METHANATION, LOW RANK COAL, PHOSPHANIUM SALT, FIXED BED, ESTERIFICATION, METHYL FORMATE, PROPAN 2 YL BENZENE, ANTIBIOTIC SUBSTANCE, REFORMING ZONE, GASIFICATION ZONE, RECRYSTALIZATION, SODIUM HYDRIDE, LIQUEFACTION, HIGHER ALCOHOL, RAW SYNGA, CRYOGENIC SEPARATION, PYROLYSIS OIL, ALDEHYDE PRODUCTION, CUMENE HYDROPEROXIDE, AMMONIA SYNTHESIS CATALYST, TERTIARY PHOSPHANE, AUTOTHERMAL REFORMING, GASEOUS PRODUCT, FORMATE, 4 METHYLPENTAN 2 ONE, SYNTHESIS REACTOR, GLACIAL ACETIC ACID, PETROLEUM ETHER, QUATERNARY PHOSPHANIUM SALT, ORGANIC WASTE TREATMENT, DIMETHYL CARBONATE, AUTOTHERMAL REFORMER, SUBSTITUTE NATURAL GAS, CERAMIDE, METHANOL SYNTHESIS CATALYST, PRODUCT STREAM, AMMONIA SYNTHESIS GAS, CONVERSION CATALYST, BOILER FEEDWATER, ACETIC ACID DERIVATIVE, CARBAMIC ACID ESTER, METHANOL STEAM REFORMING, ANAEROBIC DIGESTER, LOW CARBON ALCOHOL, POLYOL ESTER, GASIFICATION CHAMBER, DENITRIFICATION TOWER, GASIFYING COAL, SYNTHESIS GAS PRODUCTION, ACETYL CHLORIDE, STEAM REFORMING CATALYST, FLUIDIZED BED CIRCULATION, REFORMER TUBE, MONOOLEFINIC HYDROCARBON, METHYLSTYROL, FORMIC ACID SODIUM SALT, GENUS STREPTOMYCES, PLAIN WATER, CARBAMIC ACID DERIVATIVE, OCTAN 1 OL, MASH, METHYL ISOBUTYL KETONE, HYDROGEN FERMENTATION, METHANEDIONE HYDROGENATION, HYDROCARBONACEOUS FUEL, SYNTHESIZING METHANOL, ANTIBIOTIC PRODUCTION, PRIMARY REFORMER, STEAM REFORMING REACTOR, CONVERSION REACTOR, CRUDE METHANOL, METHANOL SYNTHESIS REACTOR, LOW CARBON HYDROCARBON, FORMIC ACID ESTER, PLASMA GASIFICATION, BUTAN 2 OL, CYCLOALIPHATIC DIISOCYANATE, ADVANCED ENCRYPTION STANDARD, SYNGA PRODUCTION, BIOMASS DERIVED PYROLYSIS OIL, ACETIC ACID PRODUCTION, HYDROGENATION GASIFICATION FURNACE, UPGRADED COAL, BIFIDOBACTERIUM LONGUM, OXYGEN TRANSPORT, METHANE STEAM REFORMING, CARBONYLATION REACTOR, CANDIDA UTILIS, METHOXYMETHANE CARBONYLATION, ALDEHYDE HYDROGENATION, METHANOL SYNTHESIS GAS, 2 DICHLOROACETIC ACID, SYNTHESIS GAS STREAM, USEFUL PRODUCT"},"color":"rgb(255,188,141)","size":17.04212188720703},{"label":"Hydrogen in Cleaning Technologies: Detergents, Fatty Acids, and Surfactants","x":-2273.900146484375,"y":-518.8231811523438,"id":"31","attributes":{"occurrences":"15603","Desc":"Group 1: Cleaning Agents and Detergents (50% of keywords) This group focuses on various cleaning agents, detergents, and their applications. Examples include washing machine detergents, fabric softeners, and hard surface cleaners. Hydrogen is present in many of the chemical compounds used in these cleaning agents, such as in water molecules or as a component of surfactants and other active ingredients. Group 2: Fatty Acids and Derivatives (30% of keywords) This group deals with fatty acids and their derivatives, including triglycerides, unsaturated fatty acids, and fatty acid esters. Hydrogen is a key component in the molecular structure of these compounds, playing a role in the properties and applications of the materials. Examples of applications include biodiesel production, edible oils, and fatty acid-based surfactants. Group 3: Surfactants (20% of keywords) This group is centered around surfactants, which are compounds that lower surface tension between two liquids or between a liquid and a solid. Examples include anionic, cationic, nonionic, and amphoteric surfactants. Hydrogen is a fundamental component in the molecular structure of surfactants, contributing to their amphiphilic nature and ability to form micelles or other aggregate structures. Keywords not used in the groups: TXF FR, C90, ELECTRONIC MATERIAL, LIQUID CRYSTAL PANEL, AUTOMOBILE PART, KITCHEN. ","Keywords":"FATTY ACID, CLEANING AGENT, SURFACTANT, FORMULATION, HAIR COSMETIC, TERTIARY AMINE, LIQUID DETERGENT, NONIONIC SURFACTANT, ORGANOTRISILOXANE, WASHING, LINEAR ALKYL, HAIR TREATMENT, DETERGENT, ANIONIC SURFACTANT, OIL IN WATER, AMPHOTERIC SURFACTANT, FATTY ALCOHOL, SEPARATION MEMBRANE, HAIR CARE, AMMONIUM 1 COMPOUND, FAT, WASHING MACHINE, CALCIUM SULFATE, QUATERNARY SALT, HARD SURFACE, VEGETABLE OIL, FATTY ACIDS, SECONDARY AMINE, CLOTHING, CATIONIC SURFACTANT, CHLORINATED PARAFFIN, FABRIC SOFTENER, BRANCHED ALKYL GROUP, CELLULOSIC FIBER, SOAP, GUANIDINE DERIVATIVE, BIODIESEL, FIBROUS PRODUCT, TXF FR, FATTY ACID ESTER, DRY CLEANING, DETECTION KIT, SULFONATION, SOFTENING, 2 AMINOETHANE 1 SULFONIC ACID, QUATERNARY AMMONIUM 1 COMPOUND, OIL IN WATER EMULSION, ILLEGAL COOKING OIL, POLYMERIZABLE UNSATURATED MONOMER, QUATERNARY AMMONIUM 1, SALT COMPOUND, FLUORESCENT WHITENING AGENT, PHOTORADICAL POLYMERIZATION INITIATOR, POTASSIUM SALT, ALKALINE AGENT, C90, WASTE OIL, 9Z OCTADEC 9 ENOIC ACID, ELECTRONIC MATERIAL, TEXTILE PRODUCT, BUILDER, PROPANE 1 2 3 TRIOL DERIVATIVE, FATTY ACID AMIDE, RINSING, LIQUID CLEANING AGENT, NUCLEIC ACID SEQUENCE, OCTADECANOIC ACID, EDIBLE OIL, CHLOROETHENE COPOLYMER, FERROCENE DERIVATIVE, LIQUID CRYSTAL PANEL, TRIGLYCERIDES, BENZYLAMINE, FATTY ACID DERIVATIVE, ALKYLPHENOL POLYOXYETHYLENE, GLYCERIDE, METALLIC NANOPARTICLE, WASH WATER, COLD WATER, UNSATURATED FATTY ACID, AUTOMOBILE PART, WRINKLE, SULFO FATTY ACID, WETTING, MIXED LIQUID, ZWITTERIONIC POLYMER, IODINE VALUE, TERTIARY AMINE COMPOUND, ESTER SALT, CATIONIC THICKENER, COLD HOT, LONG CHAIN ALKANE, POLYOXYALKYLENE MODIFIED ORGANOPOLYSILOXANE, SULFOSUCCINIC ACID, AMMONIUM 1 SALT COMPOUND, SILICONE DERIVATIVE, WATER RESIN, GLYCERIDE OIL, BET AMPHOTERIC SURFACTANT, CROSSLINKABLE VINYL MONOMER, NONANEDIOIC ACID, OXIRANE RING, BASIC SALT, OIL HYDROGENATION, PROTEIN HYDROLYSATE, CHELATE COMPOUND, KITCHEN, CATALYTIC PHOTOCHLORINATION, SECONDARY AMINE COMPOUND, KERATINOUS SUBSTRATE, POLYUNSATURATED FATTY ACID, HERBICIDAL FORMULATION, HARD SURFACE CLEANER, AMIDOAMINE COMPOUND, HARD SURFACE LIQUID, FATTY ACID METHYL ESTER, TERTIARY AMINE OXIDE, DRUM WASHING MACHINE, CLEANING WATER, MACHINE DISHWASHING DETERGENT, ORGANIC FUNCTIONAL MATERIAL"},"color":"rgb(219,170,197)","size":14.98473834991455},{"label":"The Role of Hydrogen in Textile, Fiber, and Hair Treatment Technologies: Dyeing, Printing, and Chemical Processing","x":-1711.6871337890625,"y":-562.7550048828125,"id":"32","attributes":{"occurrences":"34911","Desc":"Group 1: Textile Dyeing and Printing (40% of keywords) This group focuses on dyeing and printing processes involving various types of dyes and dyestuffs. Examples include azo dye, reactive dye, disperse dye, direct dye, and vat dyestuff. Hydrogen plays a crucial role in the formation and reduction reactions of dyes, affecting their color and fastness properties when applied to fabrics or other materials. Group 2: Fiber and Fabric Chemistry (40% of keywords) This group relates to the chemistry and characteristics of different fibers and fabrics, including their processing and treatment. Examples include cellulose, polyester fiber, cotton, wool, and polyethylene terephthalate. Hydrogen is involved in the molecular structure and chemical reactions of these fibers, contributing to their properties and interactions with dyes, treatments, and finishing agents. Group 3: Hair Coloring and Treatment (20% of keywords) This group focuses on the use of dyes and other chemicals for hair coloring and treatment processes. Examples include hair dye, hair colorant, hair dyeing, keratin fiber, and permanent waving. Hydrogen has a role in the formation and reactions of hair colorants and other chemical treatments, affecting the performance and durability of these products when applied to hair. Keywords not used in the groups: None. ","Keywords":"DYE, DYEING, FIBER, DYESTUFF, AZO DYE, SULFONIC ACID, AZO COMPOUND, KERATIN FIBER, HEAT TRANSFER, REACTIVE DYE, FABRIC, CELLULOSE, AZO DYESTUFF, OXIDIZING AGENT, CHROMIUM, TEXTILE MATERIAL, BROMINE ATOM, HAIR DYE, MONOAZO DYESTUFF, PRINTING, DISPERSE DYE, PRETREATMENT, MONOAZO DYE, FREE ACID, HAIR COLORANT, CELLULOSE ESTER, CELLULOSE ACETATE, POLYESTER FIBER, CELLULOSE FIBER, A FIBER, TEXTILE, FIBROUS MATERIAL, AROMATIC RADICAL, VAT DYESTUFF, HUMAN HAIR, POLYETHYLENE TEREPHTHALATE, WOOL, DISAZO DYE, FINISHING, COUPLING COMPONENT, COTTON, SYNTHETIC FIBER, LIGNIN, HETEROCYCLIC RADICAL, YARN, MONOAZO COMPOUND, DISAZO DYESTUFF, LEATHER, DIAZO COMPOUND, COTTON FABRIC, FABRICS, INGREDIENT, DIVALENT RADICAL, DYEING KERATIN, CELLULOSE ETHER, CELLULOSIC MATERIAL, SHAPED ARTICLE, PHOTOGRAPHIC SILVER HALIDE EMULSION, FIBER MATERIAL, BENZENE NUCLEUS, MOLECULAR PROPORTION, HETEROCYCLIC RING, HAIR DYEING, BASIC DYE, DIRECT DYE, POLYACRYLONITRILE, DYESTUFF REACTION, KNITTED FABRIC, HAIR COLORING, DYEING WASTEWATER, ARALIPHATIC RADICAL, SULFONIC ACID GROUP, GROUP REACTION, COTTON FIBER, N R, VAT DYE, NUCLEUS, CATIONIC DYE, VISCOSE, OXIDATION BASE, ACID DYE, SPIN, IODINE ATOM, ETHYLENE VINYL ACETATE, WEB, SULFONIC ACIDS, CHROMIUM COMPOUND, DYEING HAIR, TRANSFER PRINTING, DIAZOTYPE MATERIAL, DYE DONOR, N C, FASTNESS, METHINE DYE, METHINE, KERATIN, FUR, HEAT TRANSFER SHEET, POLYAMIDE FIBER, FIBER REACTIVE DYE, TEXTILE FABRIC, BLENDED FABRIC, YELLOW DYE, PACKAGING BAG, ANTHRAQUINONE SERIES, WATER SOLUBLE AZO COMPOUND, GRAY CLOTH, WATER INSOLUBLE MONOAZO DYESTUFF, LINEAR POLYMER, SULFUR DYE, WATER SOLUBLE DYE, PHTHALOCYANINE, DIAZONIUM COMPOUND, WATER INSOLUBLE MONOAZO DYE, VAT, CELLULOSIC TEXTILE MATERIAL, DEVELOPER C, PRINTING PASTE, IODIDE, MEROCYANINE DYE, FREE FORM, ANTHRAQUINONE COMPOUND, DIAZO COMPONENT, AZO GROUP, READY TO USE, POLYACRYLONITRILE FIBER, METHINE COMPOUND, COATED PAPER, HYDROPHOBIC FIBER, TEXTILE PRINTING, COLORING, PERMANENT WAVING, CHROMIUM COMPLEX, SCOURING, INORGANIC FIBER, LEUCO, ANIMAL FIBER, POLYESTER FABRIC, CATIONIC DYESTUFF, BASIC DYESTUFF, C N, KERATINOUS FIBER, ORTHO, PRINTER, HETEROCYCLIC NUCLEUS, GARMENT, WATER SOLUBLE DYESTUFF, DESIZING, TREATING FIBER, LIGHT FASTNESS"},"color":"rgb(255,168,194)","size":21.27117156982422},{"label":"Hydrogen-Containing Compounds in Fire Extinguishing Systems and Firefighting Technologies","x":-1262.6866455078125,"y":-329.0397644042969,"id":"36","attributes":{"occurrences":"574","Desc":"Group 1: Hydrogen-Based Fire Extinguishing Systems (100% of keywords) This group focuses on fire extinguishing and firefighting technologies that involve the use of hydrogen-containing compounds or materials. Examples include fire extinguishing, fire, NAH2PO4 (sodium dihydrogen phosphate), alkyl glycoside, fire extinguisher, fire fighting, hydrophobic solid particle, and fire extinguishant. In this context, hydrogen plays a role as a component of some fire extinguishing agents, such as sodium dihydrogen phosphate, which can release water and phosphoric acid upon heating. The water generated helps to cool the fire, while the phosphoric acid forms a protective layer on the burning material, preventing the fire from spreading. Alkyl glycosides, which contain hydrogen atoms in their hydrocarbon chains, can act as surfactants to improve the wetting and spreading properties of extinguishing agents, enhancing their firefighting effectiveness. Keywords not used in the groups: None. ","Keywords":"FIRE EXTINGUISHING, FIRE, NAH2PO4, ALKYL GLYCOSIDE, FIRE EXTINGUISHER, FIRE FIGHTING, HYDROPHOBIC SOLID PARTICLE, FIRE EXTINGUISHANT"},"color":"rgb(255,184,176)","size":10.091489791870117},{"label":"Hydrogen Technologies in Cable Systems, Structural Monitoring, and Analytical Techniques","x":-958.2845458984375,"y":-706.1011962890625,"id":"43","attributes":{"occurrences":"1978","Desc":"Group 1: Cable Systems and Components (60% of keywords) This group focuses on the design, materials, and components of cable systems, such as electrical conductors, insulation, connectors, and supporting cables. Examples include cable, conductor, insulation, electrical conductor, connector, and electric wire. Hydrogen can play a role in these systems as a factor affecting the performance and durability of materials used in cable construction, such as hydrogen embrittlement in metallic conductors or hydrogen permeation through insulating materials. Group 2: Structural Monitoring (30% of keywords) This group involves the development and application of technologies for monitoring the structural health of systems, such as cables or other infrastructure. Examples include monitoring, damaged cable, benchmark calculation, angular displacement, generalized displacement, center point load, linear displacement, and hybrid monitoring. Hydrogen can be relevant to these processes as a factor causing degradation in structural materials, leading to changes in mechanical properties that can be monitored and quantified. Group 3: Analytical Techniques (10% of keywords) This group pertains to the development and application of analytical techniques for detecting and quantifying various substances, including hydrogen or hydrogen-related compounds. Examples include volatile organic compound, identification, changing temperature, and online analyzer. Hydrogen can play a role in these techniques as a target analyte or as a component of the detection process, such as in electrochemical sensing techniques. Keywords not used in the groups: SUPPORTING CABLE, MONITORING STRAIN. ","Keywords":"CABLE, VOLATILE ORGANIC COMPOUND, CONDUCTOR, CONNECTOR, SUPPORTING CABLE, IDENTIFICATION, INSULATION, ELECTRICAL CONDUCTOR, DAMAGED CABLE, MONITORING, ELECTRIC WIRE, BENCHMARK CALCULATION, ANGULAR DISPLACEMENT, GENERALIZED DISPLACEMENT, CHANGING TEMPERATURE, CENTER POINT LOAD, LINEAR DISPLACEMENT, HYBRID MONITORING, ONLINE ANALYZER, MONITORING STRAIN"},"color":"rgb(149,195,164)","size":10.548614501953125},{"label":"Hydrogen Technologies in Microbial and Fungal Cultivation, Plant Tissue Culture, and Aquaculture Systems","x":-2333.9287109375,"y":76.10995483398438,"id":"23","attributes":{"occurrences":"3688","Desc":"Group 1: Microbial and Fungal Cultivation (50% of keywords) This group is focused on the cultivation of microorganisms and fungi for various applications, such as food production, pharmaceuticals, and biofuels. Examples include photosynthetic bacteria, Bacillus subtilis, Escherichia, Streptomyces, Cordyceps sinensis, Ganoderma lucidum, and Hericium erinaceus. Hydrogen can play a role in these processes as a substrate for microbial growth, a product of microbial metabolism, or as a component of the culture medium that helps maintain optimal conditions for growth. Group 2: Plant and Tissue Culture (40% of keywords) This group deals with plant tissue culture, which is a technique used for the propagation and maintenance of plant cells, tissues, and organs under sterile conditions. Examples include seedling, tissue culture, rapid propagation, and tissue culture seedling. Hydrogen can be involved in these processes as a component of the culture medium, providing an optimal environment for plant growth and development, or as a gas that influences plant physiology and growth responses. Group 3: Aquaculture (10% of keywords) This group relates to the farming of aquatic organisms, such as fish, crustaceans, and mollusks, for food, ornamental purposes, or other applications. Examples include aquaculture and soilless culture. Hydrogen can play a role in aquaculture as a component of water treatment systems to maintain water quality, or as a substrate for the growth of microorganisms that contribute to the aquatic ecosystem. Keywords not used in the groups: WIPER, CYCLOHEXENONE, LIQUID STRAIN, ORAL LIQUID. ","Keywords":"CULTURE MEDIUM, MEDIUM, STRAIN, CULTURE, EXTRACT, SEEDLING, PHOTOSYNTHETIC BACTERIA, SPRAY, GANODERMA LUCIDUM, MILCHSAEURE BACTERIUM, CULTURE SOLUTION, CORDYCEPS MILITARIS, SOILLESS CULTURE, AQUACULTURE, BACILLUS SUBTILIS, EDIBLE FUNGUS, TISSUE CULTURE, MESENCHYMAL STEM CELL, ESCHERICHIA, ANTRODIA CAMPHORATA, LIQUID STRAIN, RAPID PROPAGATION, OYSTER MUSHROOM, PLEUROTUS ERYNGII, ORAL LIQUID, STREPTOMYCES, CORDYCEPS SINENSIS, HERICIUM ERINACEUS, WIPER, LIQUID CULTURE, TISSUE CULTURE SEEDLING, CYCLOHEXENONE, FLAMMULINA VELUTIPES, GANODERMA LUCIDUM MYCELIUM, PLEUROTUS NEBRODENSIS, CORDYCEPS MILITARIS CULTIVATION"},"color":"rgb(162,248,136)","size":11.105367660522461},{"label":"Hydrogen in Batteries, Fuel Cells, and Electrochemical Devices: Advances in Energy Storage and Conversion Technologies","x":-1529.97021484375,"y":-936.967529296875,"id":"9","attributes":{"occurrences":"52807","Desc":"Group 1: Batteries and Energy Storage (60% of keywords) This group focuses on various types of batteries, such as lithium-ion, nickel-metal hydride, and lead-acid batteries, as well as energy storage devices. Examples include secondary battery, lithium ion battery, nickel metal hydride battery, anode, cathode, and electrolyte. Hydrogen plays a role in these technologies as a constituent of certain battery chemistries, such as nickel-metal hydride and nickel-hydrogen batteries, as well as a proton in electrochemical reactions within the batteries. Group 2: Fuel Cells and Hydrogen Technologies (30% of keywords) This group deals with fuel cell technologies, such as polymer electrolyte membrane fuel cells (PEMFCs) and solid oxide fuel cells (SOFCs), and their components. Examples include membrane electrode assembly, polymer electrolyte membrane, gas diffusion electrode, and hydrogen ion. Hydrogen is a crucial component in these technologies, acting as the fuel source and undergoing electrochemical reactions to generate electricity. Group 3: Electrochemical Devices and Applications (10% of keywords) This group focuses on other electrochemical devices and applications, such as biosensors, electrochromic devices, and photoelectrochemical cells. Examples include electrolytic capacitor, gas separation membrane, biosensor, and photoelectrochemical cell. Hydrogen plays a role in these devices as a participant in electrochemical reactions or as a component in the electrolyte solutions or membranes used in these technologies. Keywords not used in the groups: signal, high frequency, antenna, mobile phone, switching, plug, socket, actinic radiation, atomic hydrogen, charger, LED lamp. ","Keywords":"ELECTRODE, ELECTROLYTE, SECONDARY BATTERY, BATTERY, LITHIUM ION BATTERY, ADDITIVE, CATHODE, NEGATIVE ELECTRODE, ELECTROLYTE SOLUTION, CELL, ANODE, BINDER, SOLID ELECTROLYTE, LITHIUM SECONDARY BATTERY, MEMBRANE, ELECTROLYTE MEMBRANE, SEPARATOR, POSITIVE ELECTRODE, LITHIUM IRON PHOSPHATE, NICKEL METAL HYDRIDE BATTERY, HYDROGEN ION, ELECTROCHEMICAL CELL, CIRCUIT, STORAGE BATTERY, NONAQUEOUS ELECTROLYTE SOLUTION, ELECTROLYTIC CAPACITOR, MEMBRANE ELECTRODE ASSEMBLY, POLYMER ELECTROLYTE MEMBRANE, CAPACITOR, LITHIUM ION, LITHIUM BATTERY, NONAQUEOUS ELECTROLYTE, ELECTROLYTE SECONDARY BATTERY, ALKALINE BATTERY, ELECTRODE ACTIVE MATERIAL, ELECTRODE MATERIAL, FUEL ELECTRODE, NICKEL HYDROGEN BATTERY, CATALYST LAYER, ELECTROCHEMICAL DEVICE, DIAPHRAGM, NONWOVEN FABRIC, BORIC ACID, MAGNETIC FIELD, LAMP, LITHIUM, ALUMINUM ELECTROLYTIC CAPACITOR, SOLID POLYMER FUEL CELL, ELECTRIC VEHICLE, COIL, SIGNAL, ELECTROLYTIC SOLUTION, NONAQUEOUS ELECTROLYTE SECONDARY BATTERY, VOLTAGE, BATTERY PACK, POLYMER ELECTROLYTE, POLYMER ELECTROLYTE FUEL CELL, GAS SEPARATION MEMBRANE, CIRCUIT ARRANGEMENT, NICKEL METAL HYDRIDE, BIOSENSOR, NICKEL HYDROXIDE, GAS SEPARATION, TISSUE, CATHODE MATERIAL, GAS DIFFUSION ELECTRODE, NONAQUEOUS ELECTROLYTIC SOLUTION, ACTIVE MATERIAL, ELECTRODEPOSITION, HIGH FREQUENCY, ELECTROCHROMIC DEVICE, RECHARGEABLE BATTERY, FUEL ELEMENT, RELAY, NONAQUEOUS SOLVENT, ACCUMULATOR, CATALYTIC MATERIAL, REVERSE OSMOSIS MEMBRANE, DISCHARGE LAMP, CURRENT COLLECTOR, COMPOSITE OXIDE, ANTENNA, MOBILE PHONE, DISCHARGE TUBE, ARC, ALKALINE SECONDARY BATTERY, DISCHARGE, LITHIUM SULFUR BATTERY, ANODE MATERIAL, ALUMINUM FOIL, NONAQUEOUS ELECTROLYTE BATTERY, ALKALINE ELECTROLYTE, ELECTRIC DOUBLE LAYER CAPACITOR, ANTIMONY, LIPOSOME, ENERGY STORAGE DEVICE, GASIFICATION PIPELINE, BATTERY MODULE, POROUS MEMBRANE, NEGATIVE ELECTRODE MATERIAL, LEAD ACID BATTERY, GASKET, CRYSTAL STRUCTURE, NICKEL HYDROGEN, POSITIVE ELECTRODE MATERIAL, FLOW BATTERY, GLOW DISCHARGE, PHOTOELECTROCHEMICAL CELL, CURRENT DENSITY, LITHIUM TITANATE, SWITCHING, REDOX FLOW BATTERY, PROTON CONDUCTING MEMBRANE, COMPOSITE FIBER, ELECTRICAL DISCHARGE, POWER STORAGE, ALKALINE STORAGE BATTERY, LITHIUM CARBONATE, SOLID POLYMER ELECTROLYTE, HIGH ENERGY, GETTER, WORKING ELECTRODE, BALL MILLING, SOLID ELECTROLYTIC CAPACITOR, POLYMER SOLID ELECTROLYTE, COUNTER ELECTRODE, PLUG, SOCKET, REFERENCE ELECTRODE, GEL ELECTROLYTE, BIOACTIVE SUBSTANCE, LEAD ACID, DUCT, NEGATIVE PLATE, FOAMED NICKEL, ELECTROLYTE ADDITIVE, UNIT CELL, HYDROGEN EVOLUTION ELECTRODE, ELECTRICITY STORAGE DEVICE, ACTINIC RADIATION, ATOMIC HYDROGEN, NONAQUEOUS SECONDARY BATTERY, AIR ELECTRODE, SODIUM ION BATTERY, CHARGER, POSITIVE PLATE, COBALT COMPOUND, NICKEL ELECTRODE, LED LAMP, ELECTRODE CATALYST"},"color":"rgb(138,207,246)","size":27.09787940979004},{"label":"Hydrogen as a Clean Energy Solution: Production, Storage, and Application in Power Generation and Mobility\"","x":-1456.1153564453125,"y":-523.9635620117188,"id":"5","attributes":{"occurrences":"123148","Desc":"Group 1: Hydrogen Production, Storage, and Distribution (45% of keywords) This group deals with hydrogen production methods, storage systems, and distribution pipelines. Technologies include electrolysis (water electrolysis, electrolytic cell, electrolysis cell), reforming processes (reformer, reforming catalyst, gas reformation), and storage methods (hydrogen storage alloy, hydrogen storage material, metal hydride). Hydrogen plays a crucial role as a clean energy carrier in this group, enabling efficient storage and transportation of energy from various sources. Group 2: Hydrogen-based Power Generation and Fuel Cells (40% of keywords) This group is focused on using hydrogen as a fuel for power generation and fuel cell technologies. Examples include various types of fuel cells (fuel cell, hydrogen fuel cell, solid oxide fuel cell, proton exchange membrane fuel cell), internal combustion engines (engine, combustion chamber), and power generation systems (power plant, gas turbine, generator). Hydrogen serves as an environmentally friendly fuel with a high energy density that can be used to generate electricity and heat with low emissions. Group 3: Hydrogen Applications in Transportation and Other Sectors (15% of keywords) This group involves the use of hydrogen in various applications, such as transportation (fuel cell vehicle, unmanned aerial vehicle, aircraft, ship), air conditioning and heating systems (air conditioner, heat pump, heating furnace), and water purification (water purifier, sodium hypochlorite). In these applications, hydrogen is used as an energy source, providing clean and efficient power for a wide range of devices and systems. Keywords not used in the groups: Shell, Housing, Casing, Box, Cup, Lid, Bottom Plate, Protection, Path, Load, Activation, Low Pressure, High Voltage. ","Keywords":"FUEL CELL, HYDROGEN PRODUCTION, HYDROGEN STORAGE, OXYGEN, HYDROGEN FUEL CELL, HYDROGEN GAS, FUEL, HYDROGEN ENERGY, INTERNAL COMBUSTION ENGINE, CONTAINER, VEHICLE, POWER GENERATION, HYDROGEN STORAGE ALLOY, FUEL CELL STACK, REFORMER, HEAT EXCHANGER, ENGINE, HYDROGEN GENERATOR, ELECTROLYTIC CELL, ELECTROLYSIS, FUEL GAS, COMBUSTION CHAMBER, PIPELINE, POWER SUPPLY, TUBE, COMBUSTION, TANK, BURNER, HYDROGEN GENERATION, EQUIPMENT, SOLID OXIDE FUEL CELL, WATER ELECTROLYSIS, HEAT EXCHANGE, GENERATOR, VALVE, BOX, LIQUID HYDROGEN, CONDENSATION, FUEL CELL VEHICLE, REFORMING CATALYST, HYDROGEN STORAGE MATERIAL, ENERGY, BIPOLAR PLATE, COMPRESSOR, ELECTROLYZER, STORAGE TANK, SUPPLYING HYDROGEN, ENERGY STORAGE, HYDROGEN STORAGE TANK, HYDROGEN WATER, UNMANNED AERIAL VEHICLE, SHELL, HOUSING, ELECTROMAGNETIC VALVE, PROTON EXCHANGE MEMBRANE, CASING, FUEL REFORMER, METAL HYDRIDE, AIR CONDITIONER, POWER SYSTEM, BOILER, CUP, ELECTROLYTIC TANK, GAS TURBINE, HEATER, SEPARATION, WATER PURIFICATION, WATER TANK, LIQUID FUEL, FUEL CELL POWER, CONTROL DEVICE, ELECTROLYSIS CELL, POWER PLANT, HIGH VOLTAGE, ELECTRICAL ENERGY, HEAT STORAGE, COMBUSTIBLE GAS, HYDROGEN FUEL, COMPOSITE CATALYST, INERT GAS, HYDROGEN RICH WATER, MEMBRANE ELECTRODE, AIRCRAFT, SODIUM HYPOCHLORITE, SEAWATER, PISTON, LOAD, AIR CONDITIONING, SOLID HYDROGEN, HYDROCARBON FUEL, SOLAR ENERGY, WATER VAPOR, EVAPORATOR, GAS REFORMATION, TEMPERATURE CONTROL, FLOW RATE, PROTON EXCHANGE MEMBRANE FUEL CELL, BUILDING, COMBUSTOR, REFORMING REACTOR, SODIUM BOROHYDRIDE, HYDROGEN TANK, HYDROGEN CYLINDER, REFRIGERANT, PATH, ACTIVATION, LOW PRESSURE, BOTTOM PLATE, RECOVERING HYDROGEN, RESERVOIR, SHIP, HEAT PUMP, OXIDANT GAS, HEATING FURNACE, BLADE, ELECTRODE PLATE, HYDROGEN ABSORPTION, REACTION TANK, WATER ELECTROLYZER, HYDROCARBON GAS, DIRECT CURRENT, OXYGEN GAS, VALVE BODY, HEAT DISSIPATION, RAW MATERIAL GAS, OXYHYDROGEN GENERATOR, REFRIGERATION, WATER STORAGE, TURBINE, COOLING DEVICE, EXPLOSION PROOF, FUEL CELL MODULE, FUEL CELL ENGINE, CATHODE CHAMBER, HUMIDIFIER, ELECTROLYTIC BATH, LID, HYDROGEN CIRCULATING PUMP, ANODE CHAMBER, STORAGE CONTAINER, FUEL INJECTION, STEAM GENERATOR, FUEL TANK, HYDRIDE, INJECTOR, PROTECTION, COOLING SYSTEM, GAS CYLINDER, WATER PURIFIER, COMBUSTION GAS"},"color":"rgb(226,182,112)","size":50.0},{"label":"The Role of Hydrogen in Lubricant Technologies, Engine and Transmission Systems, Refrigeration, and Catalysis","x":-1480.9423828125,"y":-372.0928649902344,"id":"27","attributes":{"occurrences":"13859","Desc":"Group 1: Lubricants and Additives (40% of keywords) This group focuses on various lubricating oils, greases, and additives used to enhance the performance and longevity of mechanical systems. Examples include viscosity index improvers, pour point depressants, and antioxidants. Hydrogen plays a crucial role in the molecular structure of these compounds, affecting their properties and functionalities. Group 2: Engine and Transmission Systems (35% of keywords) This group deals with different types of engines, transmissions, and their related components, such as diesel engines, gasoline engines, automatic transmissions, and continuously variable transmissions. Hydrogen is a key element in fuel and lubricants used in these systems, influencing performance, efficiency, and emissions. Group 3: Refrigeration (15% of keywords) This group centers around refrigeration systems, refrigerants, and related oils. Hydrogen is a component of various refrigerants and lubricants used in these systems, impacting their performance, energy efficiency, and environmental impact. Group 4: Catalytic Processes (10% of keywords) This group is concerned with catalytic processes related to hydrogen technologies, such as hydrofining, hydroisomerization, and catalytic dewaxing. Hydrogen is integral to these processes, as it facilitates chemical reactions that alter the properties of hydrocarbon compounds. Keywords not used in the groups: MAMMAL UNDERGOING STRESS, MAMMAL UNDERGOING STRESS MUSCLE. ","Keywords":"LUBRICATING OIL, LUBRICANT, MATTER, IONIC LIQUID, ANTIOXIDANT, ORGANIC MATERIAL, BASE OIL, FUEL OIL, MOTHER LIQUOR, THERAPEUTIC USE, GREASE, BENZENE 1 4 DICARBOXYLIC ACID, REFRIGERATOR, MINERAL OIL, TRANSMISSION, ROLLING BEARING, DIESEL ENGINE, VISCOSITY INDEX, FERMENTATION LIQUOR, BORON COMPOUND, DIESEL FUEL, CONCENTRATE, AROMATIC POLYESTER, BEARING, 2S 2 AMINOPENTANEDIOIC ACID, BORON FLUORIDE, THICKENING, AROMATIC NUCLEUS, GREASE LUBRICATION, ORGANIC SUBSTANCE, POUR POINT, POLYACETAL RESIN, CRYSTALIZATION, VISCOSITY INDEX IMPROVER, TRANSMITTER, DEGRADATION, CYCLICAL CARBONATE, HYDROFINING CATALYST, TAR, ROLLING, BASE STOCK, GEAR, LUBRICANT ADDITIVE, MANNICH BASE, FLUID FUNCTION, THICKENING AGENT, CLUTCH, MINERAL LUBRICATING OIL, FRICTION MODIFIER, OXYGEN GENERATION, HETEROPOLY ACID, LUBRICATING OIL ADDITIVE, BENZENE 1 3 DICARBOXYLIC ACID, METAL WORKING, HYDROFINING, GASOLINE ENGINE, AUTOMATIC TRANSMISSION, 1 3 5 TRIOXANE, ENGINE OIL, RENEWABLE FEEDSTOCK, CONSTITUENT MONOMER, OXIDATIVE DEGRADATION, LUBRICANT BASE OIL, SYNTHETIC LUBRICANT, CONTINUOUSLY VARIABLE TRANSMISSION, OXIDATIVE DETERIORATION, HYDROISOMERIZATION CATALYST, ANTIWEAR, CATALYTIC DEWAXING, ADDITIVE CONCENTRATE, ARYL NUCLEUS, POLYACETAL COPOLYMER, FORMALDEHYDE COPOLYMER, HYDROISOMERIZATION, LUBRICATING VISCOSITY, REFRIGERATING MACHINE, POUR POINT DEPRESSANT, HEXADECANE NUMBER, REFRIGERATOR OIL, KINEMATIC VISCOSITY, HYDRODEWAXING CATALYST, LUBRICATING OIL PRODUCTION, FUEL OIL ADDITIVE, PHOSPHAZENE COMPOUND, TOTAL BASE NUMBER, OXIDATION STABILITY, DIARYLAMINE, CST, SYNTHETIC LUBRICATING OIL, HEATING OIL, REFRIGERATING MACHINE OIL, ACIDIC IONIC LIQUID, BASE OIL LUBRICATION, ASHLESS DISPERSANT, CRUDE BENZENE 1 4 DICARBOXYLIC ACID, HYDROCONVERSION ZONE, ORGANIC MATERIAL STABILIZATION, ROLLING MEMBER, POLYOXYMETHYLENE METHOXYMETHANE, MAMMAL UNDERGOING STRESS, MAMMAL UNDERGOING STRESS MUSCLE, GLYPHOSATE MOTHER LIQUOR, TWO STROKE ENGINE, HYDROCARBON LUBRICATING OIL, DEWAXING CATALYST, DISPERSANT ADDITIVE, DIESEL BOILING, MEMBERED MONOCYCLIC RING, DISTILLATE FUEL OIL, 2S 2 AMINOPENTANEDIOIC ACID DERIVATIVE, AMMONIA ANTIOXIDANT, TWO CYCLE ENGINE, INFERIOR RAW MATERIAL, FLUIDITY IMPROVER, AUXILIARY MACHINE, MULTIFUNCTIONAL ADDITIVE, COMPRESSION REFRIGERATOR, INNER RACE"},"color":"rgb(77,255,246)","size":14.416913986206055},{"label":"Hydrogen Peroxide and Peroxol: Applications in Wastewater Treatment, Environmental Protection, and Analytical Techniques","x":-1911.811767578125,"y":-576.049072265625,"id":"18","attributes":{"occurrences":"43135","Desc":"Group 1: Wastewater Treatment and Environmental Applications (50% of keywords) This group focuses on the treatment of wastewater and the environmentally friendly applications of hydrogen. Examples include water treatment, wastewater treatment, sewage treatment, heavy metal, landfill leachate, and effluent treatment. Hydrogen, in the form of hydrogen peroxide, is used as an oxidant and disinfectant in these processes, contributing to the decomposition of organic matter, sterilization, and neutralization of hazardous substances. Group 2: Hydrogen Peroxide Production and Applications (35% of keywords) This group relates to the production and application of hydrogen peroxide and its derivatives, such as peroxol. Examples include peroxol production, peroxol solution, peroxol decomposition, Fenton reaction, and Fenton oxidation. Hydrogen peroxide is a powerful oxidizing agent, playing a significant role in various applications like bleaching, disinfection, sterilization, and chemical reactions. Group 3: Analytical and Sensing Techniques (15% of keywords) This group focuses on the use of hydrogen-related compounds in analytical and sensing techniques. Examples include fluorescent probe, electrochemical sensor, chemical sensor, diagnostic agent, and indicator. Hydrogen, as part of these compounds, contributes to the sensitivity and specificity of the detection techniques, allowing for the accurate measurement of various substances in different applications. Keywords not used in the groups: None. ","Keywords":"PEROXOL, HYDROGEN PEROXIDE, AQUEOUS SOLUTION, WASTEWATER, ALKALI METAL, WATER TREATMENT, ION EXCHANGE, WASTEWATER TREATMENT, BLEACHING, PURIFICATION, FLUORESCENT PROBE, DISINFECTING, SEWAGE TREATMENT, OXIDATION, STERILIZATION, CHLORINE DIOXIDE, HEAVY METAL, ALKALINE EARTH METAL, ION, PEROXIDE, SLUDGE, PEROXOL SOLUTION, REACTION VESSEL, VAPOR, 2LAMBDA4 TRIOXIDA 1 2 DIENE, REGENERATION, GLUCOSE, DEODORANT, SODIUM, BLEACHING AGENT, GAS GENERATOR, PULP, WOOD, ORGANIC WASTEWATER, 9 10 DIHYDROANTHRACENE 9 10 DIONE, ORGANIC MATTER, ANALYTE, CARBONATE, ETHANEPEROXOIC ACID, SODIUM SALT, SEWAGE, CAUSTIC SODA, MOLDING, ETHYL 4 HYDROXYBENZOATE, SULFATE, HYDROGEN ION CONCENTRATION, ELECTROCHEMICAL SENSOR, HYPOCHLOROUS ACID, PACKAGING MATERIAL, CYANIDE, WORKING SOLUTION, BLEACH ACTIVATOR, DECONTAMINATION, ANION EXCHANGE RESIN, IMIDE, CHEMICAL OXYGEN DEMAND, LANDFILL LEACHATE, DRINKING WATER, OXIDANT, OZONE, PEROXIDASE, PEROXOL PRODUCTION, AMINE OXIDE, EFFLUENT, URANIUM, ION EXCHANGE MEMBRANE, ALKALI METAL SALT, SMALL MOLECULE, PALLADIUM CATALYST, ELECTRON, AMMONIA NITROGEN, ANTHRAQUINONE, POTASSIUM, DEODORIZATION, INDICATOR, SODIUM CARBONATE PEROXYHYDRATE, ANTHRAQUINONE DYE, NOXIOUS GAS, CATION EXCHANGE MEMBRANE, ION EXCHANGE RESIN, ULTRAPURE WATER, CATHODE COMPARTMENT, INORGANIC ACID, PAPER PULP, ASSAY, WASTE MATERIAL, EXTENSIVE UTILIZATION, OXIDATION TOWER, ANODE COMPARTMENT, BAMBOO, WASTE TREATMENT, ENVIRONMENTALLY FRIENDLY, MILK, HYDROGEN PEROXIDE SOLUTION, ENVIRONMENTAL PROTECTION, FILTRATE, HEAVY METAL ION, RADIOACTIVE WASTE, MICROBIAL FUEL CELL, LIQUID BLEACH, CATALYST RESIDUE, CHEMICAL SENSOR, ICE, CHEMICAL INDUSTRY, FENTON REACTION, AQUEOUS PEROXOL, ACTION, AMMONIUM 1, DECOMPOSITION CATALYST, EXTRACTION TOWER, SULFOXIDE, BLEACH, EVAPORATION, PH VALUE, DIAGNOSTIC AGENT, DEHYDRATION, FENTON OXIDATION, FLUOROSULFONYL, PERACETIC ACID, TREATMENT TANK, BIOCIDE, ADVANCED TREATMENT, STERILIZATION CHAMBER, ROOM, ALKALI METAL HYDROXIDE, ALUMINUM HYDRIDE, BICARBONATE, REACTION MEDIUM, METHYLENE BLUE, WOOD PRESERVATIVE, ANTIPERSPIRANT, DEIONIZED WATER, EFFLUENT TREATMENT, CABIN, PEROXOL DECOMPOSITION, STERILIZER, NITROUS OXIDE, STORAGE STABILITY, CYCLICAL, PEROXOL AQUEOUS SOLUTION, PRODUCTION WASTEWATER, THIOUREA DIOXIDE, FISSION PRODUCT, DETECTING PEROXOL, ACIDIC WASTEWATER, MERCAPTO COMPOUND, POLYTHIOPHENE, HYDROGENATION TOWER, PERCARBOXYLIC ACID, PEROXOL VAPOR"},"color":"rgb(228,179,83)","size":23.948802947998047},{"label":"Hydrogen in Liquid Crystal Displays, Adhesives, and Optical Technologies: Advances in Materials and Applications","x":-1904.5010986328125,"y":-166.7670135498047,"id":"37","attributes":{"occurrences":"20520","Desc":"Group 1: Liquid Crystal Displays (LCDs) (45% of keywords) This group focuses on the technologies and components related to LCDs, including various types of liquid crystals, alignment layers, and display devices. Examples include liquid crystal compounds, nematic liquid crystal, and liquid crystal devices. Hydrogen is involved in the synthesis of liquid crystal compounds and the development of hydrogen bonding-based alignment layers for liquid crystal orientation. Group 2: Adhesives and Films (35% of keywords) This group relates to the development and application of adhesive materials, films, and coatings in various industries. Examples include pressure-sensitive adhesives, adhesive tapes, and gas barrier films. Hydrogen is involved in these areas mainly through hydrogen bonding in adhesive formulations and in the chemical structure of materials used to create films and coatings. Group 3: Optical and Light Management (20% of keywords) This group focuses on the technologies and materials related to the manipulation and management of light, such as polarization, retardation, and optical coatings. Examples include polarizers, retardation films, and antireflective coatings. Hydrogen is involved in these areas as a component of optical materials and in the formation of hydrogen-bonded structures that affect the optical properties of materials. Keywords not used in the groups: None. ","Keywords":"LIQUID CRYSTAL, LCD, ADHESIVE, OPTICAL FILM, POLYVINYL ALCOHOL, PLATE POLARIZATION, GEL, PRESSURE SENSITIVE ADHESIVE, PRESSURE SENSITIVE, STARCH, PHOTOCURABLE RESIN, LIQUID CRYSTAL COMPOUND, ADHESIVE SHEET, ADHESIVE LAYER, ACRYLIC COPOLYMER, ADHESIVE TAPE, ADHESIVE FILM, GAS BARRIER, HOT MELT ADHESIVE, POLYMERIZABLE LIQUID CRYSTAL, FILM POLARIZATION, COMPOUND DERIVATIVE, LIQUID CRYSTALLINE, SEALANT, IMAGE DISPLAY DEVICE, DIYL, PHASE, BENZENE DERIVATIVE, PHENYLENE, NEMATIC LIQUID CRYSTAL, HEAT RESISTANCE, FERROELECTRIC LIQUID CRYSTAL, LIQUID CRYSTAL POLYMER, ANISOTROPIC FILM, PHOTOCHROMIC MATERIAL, MICROEMULSION, ANTIREFLECTIVE COATING, ACTIVE ENERGY, LIQUID CRYSTAL DEVICE, DICHROIC DYE, LIQUID CRYSTAL MATERIAL, GELLING AGENT, ALIGNMENT FILM, CHIRAL COMPOUND, ANTI REFLECTION FILM, INTERPENETRATING NETWORK, COMPENSATION, WATER RESISTANT, HARD COATING, CORN STARCH, DIAMINE COMPOUND, HEAT SENSITIVE RECORDING MATERIAL, RADICAL POLYMERIZABLE MONOMER, POLARIZER, RETARDATION FILM, SOYBEAN PROTEIN, ENDOSCOPE, PHASE DIFFERENCE FILM, ANISOTROPIC LAYER, ANTIFERROELECTRIC LIQUID CRYSTAL, BACKLIGHT, HARD COAT LAYER, LIQUID CRYSTALLINE COMPOUND, NEGATIVE DIELECTRIC ANISOTROPY, OPTICALLY ACTIVE SUBSTANCE, LIGHT GUIDE PLATE, HYDROSILYLATION, NAPHTHALENE COMPOUND, TRANSPARENT RESIN, LIGHT ABSORPTION, STARCH ADHESIVE, RESIN SUBSTRATE, DRY FILM, ACETYLENE COMPOUND, ADHESIVE RESIN, CHOLESTERIC LIQUID CRYSTAL, DIARYLETHENE COMPOUND, LCD PANEL, GAS BARRIER FILM, PHOTOCATIONIC POLYMERIZATION INITIATOR, COMPENSATION FILM, LIQUID CRYSTALLINE MEDIUM, HARD COAT, CONVERSION FILM, SMECTIC LIQUID CRYSTAL, HOLDING PART, HARD COAT FILM, GAS BARRIER LAYER, REFRACTIVE INDEX LAYER, MODIFIED STARCH, POSITIVE DIELECTRIC ANISOTROPY, CELLULOSE FILM, COMPENSATION SHEET, COPPER INDIUM GALLIUM SELENIDE, ALIGNMENT LAYER, COLOR FORMER, CASSAVA STARCH, POLYVINYL ALCOHOL RESIN, CORRUGATED PAPER, RETARDATION PLATE, NORBORNENE RESIN, CONJUGATED DOUBLE BOND, SILICONE PRESSURE SENSITIVE ADHESIVE, FIBER FABRIC, POLYMER PRECURSOR, POLYMER LIQUID CRYSTAL, OPTICAL PATH, VERTICAL ALIGNMENT, PRESSURE SENSITIVE ADHESIVE LAYER, ALKENYL OXY GROUP, OXIDIZED STARCH, LIQUID CRYSTAL MEDIUM, LIQUID CRYSTAL LAYER, HOT MELT, STARCH DERIVATIVE, LIGHT SCATTERING, POLARIZER PROTECTIVE FILM, RACEMIC COMPOUND, LIQUID CRYSTAL DISPLAY, RAY CURABLE RESIN, ACTIVE MATRIX, DIELECTRIC ANISOTROPY, POLYMER DISPERSED LIQUID CRYSTAL, RETARDATION, CYCLOOLEFIN RESIN, MALEIMIDE OLEFIN COPOLYMER, DEXTROSE, PLATE PROTECTIVE FILM, ACRYLIC PRESSURE SENSITIVE, FLEXIBLE TUBE, NEMATIC PHASE, MODIFIED POLYVINYL ALCOHOL, POLYMERIZABLE LIQUID CRYSTAL COMPOUND, CYCLOPENTACYCLOHEPTENE DERIVATIVE, POLYAZO COMPOUND, LIQUID CRYSTAL CELL, DISPLAY LIGHT EMISSION, SPONTANEOUS POLARIZATION, LIQUID CRYSTAL ALIGNMENT LAYER, CHIRAL DOPANT, DIHYDROFURANDIYL, TETRACARBOXYLIC ACID DIANHYDRIDE, STEREOLITHOGRAPHY, PHOTOALIGNMENT, PHOTOSENSITIVE MONOMER, DECAHYDRO NAPHTHALENE, SILSESQUIOXANE RESIN, CYCLOHEXYLENE, PHOTOCURABLE ADHESIVE, LIQUID CRYSTAL FILM"},"color":"rgb(72,206,169)","size":16.585649490356445},{"label":"Advancements in Hydrogen-Related Gas Processing: Production, Purification, Applications, and Detection","x":-1667.8314208984375,"y":-874.5719604492188,"id":"2","attributes":{"occurrences":"86604","Desc":"Group 1: Gas Production, Purification, and Treatment (45% of keywords) This group focuses on the production, purification, and treatment of various gases, including hydrogen. Examples include gas mixtures, desulfurization, sulfur compounds, pressure swing adsorption, adsorption, gas purification, and gas treatment. Hydrogen plays a critical role in various chemical reactions, separation processes, and energy applications within this group. Group 2: Industrial Processes and Applications (35% of keywords) This group deals with industrial processes and applications involving hydrogen and other gases. Examples include ammonia synthesis, blast furnace, coke oven gas, flue gas desulfurization, and selective catalytic reduction. Hydrogen is often involved as a reactant, product, or intermediate in these processes, influencing the efficiency and environmental impact of the operations. Group 3: Gas Detection, Measurement, and Monitoring (20% of keywords) This group focuses on technologies for detecting, measuring, and monitoring hydrogen and other gases in various environments. Examples include gas sensors, measuring devices, detectors, and gas detection. Hydrogen is an essential target for detection and monitoring due to its wide use in industry and its potential safety hazards when leaked or mixed with other gases. Keywords not used in the groups: SUPER SIX. ","Keywords":"GAS, SUPER SIX, CARBON MONOXIDE, AMMONIA, HYDROGEN SULFIDE, SULFUR, LIQUID, CARBON DIOXIDE, EXHAUST GAS, OIL, METHANE, PRESSURE, METHANEDIONE, SULFUR DIOXIDE, FLUE GAS, NATURAL GAS, NITROGEN, FURNACE, AIR, COAL, GAS MIXTURE, ACETYLENE, GAS SENSOR, DESULFURIZATION, SULFUR COMPOUND, GAS STREAM, FLUID, STEAM, COKE OVEN GAS, PIPE, WASTE GAS, AMINE, ABSORPTION TOWER, ADSORBENT, IRON II OXIDE, PRESSURE SWING ADSORPTION, CO2, CARBONACEOUS MATERIAL, FLY ASH, REDUCTION, NITROGEN OXIDE, BIOGAS, ACID GAS, VESSEL, BLAST FURNACE, SURFACE AREA, TOWER, ELEMENTAL SULFUR, CARBONIC ACID, ADSORPTION TOWER, CARBON DISULFIDE, SYNGA, COLUMN, TAIL GAS, LIQUID HYDROCARBON, LIQUEFIED NATURAL GAS, MIXED GAS, MERCURY, COAL GAS, DISTILLATION, GAS PURIFICATION, CARBON BLACK, AMMONIA SYNTHESIS, IRON OXIDE, SODIUM CARBONATE, STREAM, SULFIDE, ADSORPTION, COKE, GAS TREATMENT, CONDUIT, HELIUM, STRIP, SO2, IRON ORE, HYDROGEN RICH GAS, ABSORPTION, MEASURING DEVICE, WELDING, CONVERTER, CONTAMINANT, BED, RETORT, DETECTOR, GAS DETECTION, GASEOUS HYDROCARBON, AIR PURIFICATION, HETEROCYCLIC DERIVATIVE, BLAST FURNACE GAS, SHAFT FURNACE, SLAG, AMMONIUM HYDROXIDE, ABSORBER, DESTRUCTIVE HYDROGENATION, FLUE GAS DESULFURIZATION, IMG CLASS, LIQUEFIED PETROLEUM GAS, CATALYST BED, HYDROCARBON STREAM, WATER GAS, CARBONYL SULFIDE, ARGON, HEAT PIPE, ENVIRONMENT, ADSORPTION COLUMN, SULFUR RECOVERY, PHOSPHANE, AIR PURIFIER, DUST, CONVEYING PIPELINE, ASH, CALCIUM CARBIDE, SELECTIVE CATALYTIC REDUCTION, ASPHALT, ALKANOLAMINE, ABSORBENT, DENITRIFICATION, AEROSOL, TRANSFORMER OIL, SYNTHETIC AMMONIA, COMBUSTION FURNACE, OIL SHALE, SODIUM SULFIDE, FEED GAS, DIOXIN, REDUCING GAS, CONDENSATE, SOLID PARTICLE, ALKALI LIQUOR, PRODUCT GAS, HETEROGENEOUS CATALYST, VACUUM PUMP, COKE OVEN, DESULFURIZE TOWER, MEMBRANE SEPARATION, MORPHOLINE, WASTE INCINERATION, COMBUSTION ZONE, ELECTRIC FIELD, AMMONIA PRODUCTION, H2S, CATALYTIC COMBUSTION, NITROGEN TRIFLUORIDE, FERROUS SULFATE, BITUMEN, LIQUID MIXTURE, GASEOUS EFFLUENT, SUPER SIX GAS, MOLTEN IRON, PRESSURE TANK"},"color":"rgb(136,223,145)","size":38.10174560546875},{"label":"Hydrogen Technologies in Chemical Mechanical Polishing, Coal Liquefaction, and Corrosion Inhibition","x":-2247.0859375,"y":-1215.7921142578125,"id":"14","attributes":{"occurrences":"4409","Desc":"Group 1: Chemical Mechanical Polishing (60% of keywords) This group focuses on technologies related to chemical mechanical polishing (CMP), which is a process used for planarizing and polishing semiconductor wafers and other materials. Examples include polishing slurry, cerium oxide, silica sol, abrasive grain, and colloidal silica. Hydrogen plays a role in the formation of the aqueous medium used in the polishing process, which is essential for both the chemical and mechanical aspects of CMP. Group 2: Coal Liquefaction and Fracturing (30% of keywords) This group deals with processes related to the conversion of coal into liquid fuels, as well as hydraulic fracturing in the oil and gas industry. Examples include coal liquefaction, fracturing fluid, coal particle, and polymerizing ethene. Hydrogen is involved in these processes, as it is used in the hydrogenation of coal to produce liquid fuels and as a component in the formulation of fracturing fluids for enhanced oil recovery. Group 3: Corrosion Inhibition and Snow Melting (10% of keywords) This group includes technologies related to corrosion inhibition, which prevents the deterioration of materials due to chemical reactions, and snow melting, which is essential for maintaining safe roads and sidewalks. Examples are corrosion inhibition, snow melting, and reducing resistance. Hydrogen plays a role in these applications, such as in the development of hydrogen-based corrosion inhibitors and as a byproduct in the snow melting process. Keywords not used in the groups: GREX, AMMONIUM SALT, QUATERNARY AMMONIUM SALT, POLISHING PAD, WATER DISPERSION, MINERAL AGGREGATE. ","Keywords":"POLISHING, SLURRY, CHEMICAL MECHANICAL POLISHING, AQUEOUS MEDIUM, COAL LIQUEFACTION, AMMONIUM SALT, POLISHING SOLUTION, CERIUM OXIDE, MIXING, SILICA SOL, SILICA PARTICLE, QUATERNARY AMMONIUM SALT, ABRASIVE GRAIN, POLISHING PAD, GREX, FRACTURING FLUID, CORROSION INHIBITION, ABRASIVE, CHEMICAL MECHANICAL PLANARIZATION, POLISHING SLURRY, METAL POLISHING SOLUTION, PARTICLE ABRASION, SHALLOW TRENCH ISOLATION, COLLOIDAL SILICA, WATER DISPERSION, COAL PARTICLE, POLISHING LIQUID, POLYMERIZING ETHENE, CHEMICAL MECHANICAL POLISHING SOLUTION, FRACTURING, SNOW MELTING, MAGNETIC DISC SUBSTRATE, COBALT ALLOY, ARTICLE ABRASION, REDUCING RESISTANCE, CERIUM OXIDE PARTICLE, CHEMICAL MECHANICAL POLISHING SLURRY, SHALLOW TRENCH ISOLATION STRUCTURE, MINERAL AGGREGATE, TRENCH ISOLATION STRUCTURE, PEROXOL POLISHING, POLISHING SELECTIVITY"},"color":"rgb(228,186,133)","size":11.340116500854492},{"label":"Hydrogen in Bioactive Compounds: Synthesis, Characterization, and Applications in Pharmaceuticals and Agriculture","x":-1745.3963623046875,"y":-120.76660919189453,"id":"7","attributes":{"occurrences":"55827","Desc":"Group 1: Bioactive Compounds and Derivatives (40% of keywords) This group deals with various bioactive compounds and their derivatives that exhibit biological activities. Examples include amide derivatives, quinoline derivatives, pyridine derivatives, quinazoline derivatives, and 1H-imidazole derivatives. Hydrogen plays a role in the chemical structure and bonding within these molecules, which influences their biological activities and interactions with their targets. Group 2: Pharmaceutical and Therapeutic Applications (30% of keywords) This group focuses on the applications of hydrogen-related compounds in the treatment and prevention of various diseases and conditions. Examples include anti-inflammatory, antibacterial agents, antitumor agents, antiviral agents, and enzyme inhibitors. In this group, hydrogen is involved in the chemical structure, bonding, and properties of these compounds that contribute to their therapeutic effects. Group 3: Agricultural and Pest Control Applications (20% of keywords) This group involves the use of hydrogen-related compounds in agriculture and pest control. Examples include pesticides, fungicides, insecticides, acaricides, and plant growth regulators. Hydrogen plays a role in the chemical structure, bonding, and properties of these compounds, influencing their effectiveness and specificity in controlling pests and promoting plant growth. Group 4: Chemical Synthesis and Characterization (10% of keywords) This group deals with the methods and techniques used for the synthesis, characterization, and analysis of hydrogen-related compounds. Examples include acid catalysts, molecular structure, biological activity, racemic mixtures, and addition products. Hydrogen participates in various chemical reactions and influences the properties and reactivity of these compounds. Keywords not used in the groups: CHR. ","Keywords":"CHEMICAL STRUCTURE, ACTIVE INGREDIENT, PLANT, MAMMAL, SPACE, FORMULA III, ANIMAL, ANTI INFLAMMATORY, PESTICIDE, FUNGICIDE, ANTIBACTERIAL AGENT, PLANT GROWTH, DIOXIDE, ANTITUMOR, NONTOXIC SALT, AMIDE DERIVATIVE, QUINOLINE DERIVATIVE, PYRIDINE DERIVATIVE, INSECTICIDE, ACTIVE SUBSTANCE, HUMAN, BACTERIA, PESTICIDAL, QUINAZOLINE DERIVATIVE, WARM BLOODED ANIMAL, ALKANOYL, DOSAGE FORM, INSECT, FORMULA V, PENICILLIN, OPTICALLY ACTIVE COMPOUND, 1H IMIDAZOLE DERIVATIVE, ACTIVE COMPOUND, PLANT GROWTH REGULATOR, ANTIVIRAL AGENT, FUNGUS, COMPOUND PRODUCTION, PENICILLANIC ACID, STRUCTURE COMPOUND, QUINOLINE, BACTERIAL INFECTION, SCHIFF BASE, 1H IMIDAZOLE, CEPHALOSPORINS, BENZENE RING, DIPHENYL, CENTRAL NERVOUS SYSTEM, PEST, ALKYL MOIETY, ALKYLAMINO CARBONYL, ANTICANCER AGENT, PHYTOPATHOGENIC FUNGUS, ACTIVE AGENT, CEPHALOSPORINS DERIVATIVE, BRANCHED CHAIN ALKYL, 4 AMINOBUTANOIC ACID, HAIR GROWTH, ANGIOTENSIN II, CEPHALOSPORANIC ACID, ANALGESIC, CHR, FREE RADICAL, DOSAGE, VITAMIN E, VIRAL INFECTION, UNSUBSTITUTED PHENYL, RACEMIC, INDOLE DERIVATIVE, WEED, FARNESYL PROTEIN TRANSFERASE, PHOSPHINE OXIDE, PROSTAGLANDIN ANALOG, PAIN, PHENYLACETIC ACID, TRIAZOLE, CARDIOVASCULAR DISEASE, DIABETES, ANTIDEPRESSANT, ACARICIDAL, PROSTAGLANDIN, ANTITUMOR DRUG, ALKYL PHENYL, ACID CATALYST, BENZOTHIADIAZINE, ANTITUMOR AGENT, QUINAZOLINE, OCH, UNSATURATED KETONE, PROPIONIC ACID, ALKANOL, ISOQUINOLINE DERIVATIVE, CEPHALOSPORINS COMPOUND, ADDITION PRODUCT, AGRICULTURALLY ACCEPTABLE SALT, QUINOLINE COMPOUND, PYRROLIDINE, ANTIHYPERTENSIVE, CEPHEM COMPOUND, HETEROCYCLIC, SULFONYL, TRIAZOLE COMPOUND, ORAL ADMINISTRATION, ENZYME INHIBITOR, THROMBIN INHIBITOR, HYDANTOIN, INFLAMMATION, DIHYDROPYRIDINE, CARBOXAMIDE, INHIBITION, HYDROCARBYL RADICAL, ORGANOTIN COMPOUND, MOLECULAR STRUCTURE, LIGHT STABILIZER, INFLAMMATORY BOWEL DISEASE, DIPHOSPHONIC ACID, POTASSIUM SALT 1 2 4 TRIAZOLE, DIHYDROPYRIDINE DERIVATIVE, 2 AMINOBENZOIC ACID, ACARICIDE, HYPOPHOSPHOROUS ACID, WEED CONTROL, OXAZOLIDINONE, INSECT REPELLENT, PHOSPHODIESTERASE, SYN ISOMER, FUSION PROTEIN, DEPRESSION, MITICIDE, PROPANEDIOIC ACID, HOMOLOG, RHEUMATOID ARTHRITIS, COMBATING PEST, CAMPTOTHECIN DERIVATIVE, PLANT PROTECTION, BENZOPYRAN DERIVATIVE, XANTHINE DERIVATIVE, AZEPINE, QUINAZOLINONE DERIVATIVE, HYDROXYLAMINE DERIVATIVE, OXIME ETHER, PIPERIDINE COMPOUND, QUINOXALINE, OBESITY, PYRIDAZINONE, DECANE, LIVER DISEASE, BIOLOGICAL ACTIVITY, BRANCHED ALKENYL, RACEMIC MIXTURE, ANTIBACTERIAL COMPOUND"},"color":"rgb(179,238,204)","size":28.081151962280273},{"label":"Hydrogen in Metallurgy: Production, Treatment, Welding, and Material Property Considerations","x":-2308.28759765625,"y":-951.4591064453125,"id":"25","attributes":{"occurrences":"21959","Desc":"Group 1: Steel and Metal Production (40% of keywords) This group focuses on the production of various metals and alloys, such as steel, aluminum alloy, and titanium alloy. Examples include molten metal, smelting, and casting. Hydrogen is involved in these processes, often as an impurity that can affect the properties of the final product, necessitating proper control and management during production. Group 2: Metal Processing and Treatment (30% of keywords) This group relates to the processing and treatment of metals, including annealing, plating, and coating. Examples include cold rolling, hot rolling, and vacuum. Hydrogen plays a role in these processes, as its presence can influence the material properties, surface treatment, and the effectiveness of coatings or treatments. Group 3: Welding and Joining Technologies (20% of keywords) This group focuses on welding, soldering, and other joining technologies for metals. Examples include arc welding, submerged arc welding, and soldering. Hydrogen can affect the properties and quality of welded joints, potentially leading to hydrogen-induced cracking or embrittlement, making proper control and management of hydrogen important in these processes. Group 4: Hydrogen-related Material Properties (10% of keywords) This group is centered on hydrogen\u0027s influence on the material properties of metals and alloys. Examples include hydrogen embrittlement, hydrogen-induced cracking, and delayed fracture resistance. Hydrogen can significantly impact the mechanical properties of metals, including their strength, toughness, and resistance to cracking, requiring careful consideration in material selection and processing. Keywords not used in the groups: None. ","Keywords":"PRODUCTION METHOD, ALUMINUM ALLOY, HIGH STRENGTH, STEEL PLATE, STEEL, TITANIUM ALLOY, STAINLESS STEEL, MOLTEN METAL, CORROSION RESISTANCE, MAGNESIUM ALLOY, HYDROGEN EMBRITTLEMENT, WIRE, STEEL SHEET, PRESSURE VESSEL, SILICONE OIL, ANNEALING, MOLTEN STEEL, PROBE, ANNEALING FURNACE, 3D PRINTING, SILICON STEEL, PLATING, RESISTANCE, ROD, FLUX, HYDROGEN CONTENT, VACUUM, NEODYMIUM IRON BORON MAGNET, METALLIC SUBSTRATE, CRUCIBLE, AUSTENITIC STAINLESS STEEL, CERAMIC MATERIAL, COLD ROLLED STEEL, STEEL MATERIAL, ARC WELDING, COLD ROLLING, STEEL PIPE, ELECTRICAL STEEL SHEET, REFINING, HOT ROLLED STEEL, CHEMICAL COMPOSITION, CASTING, PLATING SOLUTION, SOLDER, NEUTRON, COATING ON, ELECTRICAL STEEL, BOREHOLE, TENSILE STRENGTH, GRAVITY, DIE CASTING, MAGNETIC PROPERTY, CUTTING FLUID, WELDING ROD, UNAVOIDABLE IMPURITY, HYDROXYAPATITE, SMELTING, SURFACE TREATING, NICKEL PLATING, INSULATING COATING, LINER, SOL, CONTINUOUS CASTING, PASSIVATION SOLUTION, COMPOSITE COATING, PICKLING, STEEL WIRE, TUNGSTEN ALLOY, DEGASSING, MARTENSITIC STAINLESS STEEL, TEST PIECE, WELDING WIRE, CLOTH, HYDROGEN INDUCED CRACKING, HIGH STRENGTH STEEL, FLUX CORED WIRE, HOT ROLLING, GRAIN BOUNDARY, GALVANIZED STEEL SHEET, INEVITABLE IMPURITY, SUBMERGED ARC WELDING, MELTING FURNACE, DECARBONIZATION ANNEALING, FORGING, ADDITIVE MANUFACTURING, TOUGHNESS, RUBBER VULCANIZATION ACCELERATOR, MOLTEN ALUMINUM, STEEL TUBE, PLATING LAYER, DEBACTEROL SOLUTION, CRACK RESISTANCE, NICKEL BASED ALLOY, SOLDERING, HOT PRESSING, LOW ALLOY STEEL, INGOT, MAGNETIC FLUX DENSITY, HYDROGEN PLASMA, METAL STRIP, DELAYED FRACTURE RESISTANCE, HYDROGEN COATED ARC, ELECTRICAL RESISTANCE, GLASS TUBE, SILICON STEEL SHEET, MICROARC OXIDATION, SOLDER PASTE, GALVANIZED STEEL, HIGH CARBON, CHEMICAL POLISHING, IRON LOSS, YIELD STRENGTH, ROTOR BLADE, EARTH FORMATION, PICKLING SOLUTION, SILICON STEEL PLATE, SEAMLESS STEEL PIPE, PLATE SPRING, PACKED TOWER, FINISHING ANNEALING, MAGNETIC INDUCTION, STEEL SURFACE, STEEL PLATE THICKNESS, ORIENTED SILICON STEEL, STEEL BAR, CONVERSION COATING, PLATED STEEL SHEET, SOLDERING FLUX, LEAF, DEEP DRAWING, DECARBURIZATION ANNEALING, COERCIVE FORCE, DUAL PHASE STEEL, PAINT REMOVER, ELECTROLYTIC MANGANESE, LONG CHAIN ALKYL, ALUMINUM MELT, AUTOMOBILE BODY, ALUMINUM INGOT, HYDROGEN INDUCED CRACKING RESISTANCE, WELDED JOINT, ALUMINUM ALLOY MATERIAL, COLD ROLLED STEEL SHEET, REBAR, WELD METAL, SINTERED NEODYMIUM IRON BORON MAGNET, BRIGHT ANNEALING FURNACE, ALUMINUM LIQUID, HYDROGEN EMBRITTLEMENT RESISTANCE, HOT STAMPING"},"color":"rgb(133,255,173)","size":17.054168701171875},{"label":"Innovations in Hydrogen-Containing Technologies for Photography and Electrophotography: Materials, Processing, and Printing Applications","x":-1862.04638671875,"y":-894.2681884765625,"id":"17","attributes":{"occurrences":"48491","Desc":"Group 1: Photographic Materials and Processing (85% of keywords) This group focuses on photographic materials and processing technologies, such as silver halide emulsions, photosensitive layers, and various couplers. Examples include silver halide, photosensitive member, toner, photosensitive material, and photographic sensitive material. Hydrogen plays a role in these technologies as a component in certain chemicals, like hydrogen cyanide and hydrazine compounds, which can be used as couplers and developers in photographic processing. Group 2: Electrophotography and Printing Technologies (15% of keywords) This group deals with electrophotography and printing technologies, such as electrophotographic photosensitive members, toner particles, and lithographic printing plates. Examples include electrophotographic photosensitive member, toner, cartridge, lithographic printing, and electrostatic charge image. Hydrogen is present in certain components, such as hydrogen cyanide, which can be used in the synthesis of organic photoconductive materials or toners in electrophotographic technologies. Keywords not used in the groups: automatic, cooking, narrow DBL, amplification, infrared radiation. ","Keywords":"SILVER HALIDE, PHOTOSENSITIVE MEMBER, HEAT, ELECTROPHOTOGRAPHIC PHOTOSENSITIVE MEMBER, TONER, PHOTOSENSITIVE MATERIAL, PHOTOGRAPHIC MATERIAL, HYDROGEN CYANIDE, PHOTOSENSITIVE LAYER, THERMOSENSITIVE RECORDING MATERIAL, PHOTOGRAPHIC SENSITIVE MATERIAL, CARRIER, DEVELOPER, SILVER HALIDE EMULSION, SILVER HALIDE EMULSION LAYER, PLATE, COUPLER, LITHOGRAPHIC PRINTING, ELECTROPHOTOGRAPHY, SILVER SALT, BINDER RESIN, CARTRIDGE, RECORDING MATERIAL, LITHOGRAPHIC PRINTING PLATE, PHOTOGRAPHIC LIGHT SENSITIVE MATERIAL, ELECTROPHOTOGRAPHIC PHOTORECEPTOR, LAYER PROTECTION, THERMOSENSITIVE RECORDING, PHOTOGRAPHIC EMULSION, PHOTOGRAPHIC SENSITIVE, SENSITIZING DYE, LATENT IMAGE, SILVER HALIDE COLOR, MICROCAPSULE, ELECTROSTATIC CHARGE IMAGE, 2 HYDROXYBENZOIC ACID, VITAMIN C, HEAT SENSITIVE, PRINTING INK, FIXING, COLOR DEVELOPER, HYDRAZINE COMPOUND, CATALYZER, COLOR PHOTOGRAPHIC SENSITIVE MATERIAL, INTERMEDIATE LAYER, PHOTOCONDUCTIVE LAYER, DEVELOPING, SILVER HALIDE PARTICLE, TONER PARTICLE, SURFACE LAYER, PROCESS CARTRIDGE, COOLING, PANEL, GELATIN, DEVELOPING SOLUTION, PRINTING PLATE, CHARGE TRANSPORT LAYER, CHARGE CONTROL, THERMOSENSITIVE COLOR, NUCLEATING AGENT, THERMOSENSITIVE RECORDING LAYER, SENSITIZER, SUBSTRATE CONDUCTION, LIQUID DEVELOPER, COLOR COUPLER, MAGENTA COUPLER, PHOTOSENSITIVE LITHOGRAPHIC PRINTING, DISAZO PIGMENT, ACETONITRILE, EMULSION LAYER, CHARGE TRANSFER, COLOR IMAGE, DIFFUSION TRANSFER, AUTOMATIC, LEUCO DYE, RESIN LAYER, PHOTOGRAPHIC RECORDING MATERIAL, TREATMENT LIQUID, ORGANIC PHOTOSENSITIVE MEMBER, ACTIVE COMPONENT, DIAZONIUM SALT, BRIGHTENING AGENT, ELECTROPHOTOGRAPHIC TONER, STILBENE DERIVATIVE, FORMAMIDE, CYANOGEN, ARYLOXY CARBONYL, CHARGING MEMBER, BISAZO COMPOUND, PHOTOTHERMOGRAPHIC MATERIAL, DYE PRECURSOR, METAL FOIL, SILVER CHLORIDE, MULTILAYER, YELLOW COUPLER, HEAT TREATMENT FURNACE, ELECTROPHOTOGRAPHIC PHOTOCONDUCTOR, HYDROCARBON RESIDUE, TREATING OBJECT, BLEACHING SOLUTION, LITHOGRAPHIC PRINTING PLATE PRECURSOR, POLYARYLATE RESIN, PHOTOCONDUCTOR, BLACK, FOUNTAIN SOLUTION, ELECTRON DONATING, PHOTORECEPTOR, PHOTOGRAPHIC CONSTITUENT LAYER, ELECTROPHOTOGRAPHY PHOTOSENSITIVE MEMBER, RELEASE FILM, BINDER POLYMER, VINYL RESIN, RELEASE LAYER, TONER IMAGE, PHOTOGRAPHIC PROCESSING, SENSITIVITY, COMPLEX SALT, HEATING CHAMBER, FURNACE TUBE, BENZOTRIAZOLE COMPOUND, HYDROGEN CYANIDE COUPLER, NARROW DBL, DIPHENYL SULFONE, 2 HYDROXYBENZOIC ACID DERIVATIVE, ELECTROPHOTOGRAPHIC IMAGE, COOKING, PHOTOCONDUCTIVE MEMBER, COLORLESS DYE, PHOTOGRAPHIC PRODUCT, COLOR PHOTOGRAPHIC RECORDING MATERIAL, DEVELOPER CARRIER, AMPLIFICATION, DEVELOPING ROLLER, INFRARED RADIATION, ELECTROPHOTOGRAPHIC MATERIAL, COLOR PHOTOGRAPHIC SENSITIVE, O BIPHENYLENEMETHANE COMPOUND, METAL OXIDE PARTICLE, PHOTOGRAPHIC DEVELOPER, COLOR PHOTOGRAPHIC MATERIAL, IMAGE RECORDING MATERIAL, KETONE DERIVATIVE, COLOR DIFFUSION TRANSFER, SILVER IMAGE, MULTILAYER COATING, HETEROCYCLIC RESIDUE, COLOR PHOTOGRAPHY, ORGANIC SILVER SALT, CLEANING BLADE, ELECTRONIC PHOTOGRAPHIC PHOTOSENSITIVE MEMBER"},"color":"rgb(181,193,132)","size":25.692646026611328},{"label":"Hydrogen in Polymer Technologies: Materials, Processing, and Compositions for Enhanced Performance","x":-1623.9454345703125,"y":-418.5986022949219,"id":"26","attributes":{"occurrences":"45667","Desc":"Group 1: Polymer Materials (45% of keywords) This group focuses on various polymer materials and their properties. Examples include thermoplastic resin, polycarbonate, polyamide, polyester, polyvinyl chloride, and polyurethane. Hydrogen plays a key role in the molecular structure of these polymers, affecting properties such as stability, mechanical strength, and thermal stability. Group 2: Polymer Processing and Applications (35% of keywords) This group is related to the processing methods and applications of polymer materials. Examples include molded article, filament, sheet material, hollow fiber membrane, and optical component. Hydrogen, as part of the polymer structure, affects the performance and properties of these materials in their respective applications, including elasticity, transparency, and thermal insulation. Group 3: Polymer Additives and Compositions (20% of keywords) This group focuses on additives and compositions that enhance the properties and performance of polymer materials. Examples include flame retardant, stabilizer, ultraviolet absorber, plasticizer, and foaming agent. Hydrogen is present in these additives and compositions, contributing to their effectiveness in improving the properties of the polymers they are combined with. Keywords not used in the groups: None. ","Keywords":"TPU 2T, FLAME RETARDANT, MOLECULAR WEIGHT, ARTICLE, POLYCARBONATE RESIN, THERMOPLASTIC RESIN, POLYESTER, ETHYLENESUCCINIC ACID, STABILIZER, POLYCARBONATE, POLYVINYL CHLORIDE, POLYESTER RESIN, POLYPHENYLENE ETHER, POLYOL, POLYAMIDE, HYDRAZINE, SYNTHETIC RESIN, MOLDED ARTICLE, ETHANE 1 2 DIOL, POLYISOCYANATE, ALKYLENE OXIDE, FOAM, POLYOLEFIN RESIN, POLYETHER POLYOL, FILAMENT, SIDE CHAIN, POLYPROPYLENE, TPU 2T FOAM, FOAMING AGENT, PHOSPHORUS COMPOUND, POLYETHER, POLYURETHANE FOAMS, POLYMERIC MATERIAL, ULTRAVIOLET ABSORBER, PLASTICIZER, GLASS FIBER, PLASTIC, POLYURETHANE, GRAFT POLYMER, DICARBOXYLIC ACID, ISOCYANATE, POLYAMIDE RESIN, PREPOLYMER, POLYPROPYLENE RESIN, THERMOPLASTIC ELASTOMER, FLAME RETARDANT RESIN, ANTISTATIC AGENT, ISOCYANATE GROUP, BLOWING AGENT, DENSITY, CHITOSAN, FIRE RETARDANT, ORGANIC SILICON, OXIRANE, CARBONYL DICHLORIDE, MOLECULAR WEIGHT DISTRIBUTION, THERMOPLASTIC POLYMER, POLYMER MATERIAL, THERMOPLASTIC, DEFOAMING AGENT, SHEET MATERIAL, POLYURETHANE FOAM, HOLLOW FIBER MEMBRANE, POLYURETHANE RESIN, AROMATIC POLYCARBONATE RESIN, PROP 1 ENE POLYMER, DIISOCYANATE, THERMAL STABILITY, NITRILE RUBBER, SUGAR, CHAIN, OPTICAL COMPONENT, POLYMER BLEND, POLYVINYLIDENE FLUORIDE, AROMATIC POLYCARBONATE, DIHYDRIC PHENOL, CYCLICAL OLEFIN RESIN, POLYESTER POLYOL, TPU 2T ELASTOMER, CONDUCTIVE ADHESIVE, POLYARYLENE SULFIDE, ORGANIC POLYISOCYANATE, ORGANOSILANE, AROMATIC POLYAMIDE, COPOLYESTER, ACTIVE HYDROGEN COMPOUND, OPTICAL LENS, CHITOSAN OLIGOSACCHARIDE, CHLOROETHENE POLYMER, COPOLYCARBONATE, COLD, HEPARIN SODIUM, MASTER BATCH, ACTIVE HYDROGEN ATOM, POLYOXYALKYLENE POLYOL, GLYCOL, MOLD RELEASE AGENT, POLYHEDRAL OLIGOMERIC SILSESQUIOXANE, TPU 2T PREPOLYMER, DIHYDROXY COMPOUND, PHOSPHORUS ATOM, URETHANE PREPOLYMER, HIGH PRESSURE HYDROGEN, PHOSGENE, SODIUM ALGINATE, CASTOR OIL, BENZOTRIAZOLE, RADIATION CURABLE RESIN, FORMALDEHYDE POLYMER, ACTIVE HYDROGEN GROUP, ULTRAVIOLET ABSORBENT, POLYARYLENE SULFIDE RESIN, DIESTER, LINEAR POLYESTER, HYDRAULIC OIL, ELASTIC FIBER, ARTIFICIAL LEATHER, OXALATE, ACIDIC COMPONENT, CHITIN, CHONDROITIN SULFATE, POLYARYLATE, CABLE MATERIAL, TPU 2T PLASTIC, POLYETHER ESTER, ALKYLENE CARBONATE, BENZOTRIAZOLE DERIVATIVE, TPU 2T CARBONYLDIAMIDE, BARIUM TITANATE, SIZING, POWER CABLE, TAXANE DERIVATIVE, HEAT TRANSFER FLUID, ULTRAFILTRATION MEMBRANE, WATERBORNE TPU 2T, POLYETHER ALCOHOL, FLAME RETARDANT POLYESTER, IONIZING RADIATION, MOLECULAR WEIGHT POLYMER, GRAFT, CONDUCTIVE PARTICLE, POLYMER POLYOL, FOAM STABILIZER, AROMATIC DIHYDROXY COMPOUND, SILVER POWDER, CHITOSAN DERIVATIVE, TPU 2T DISPERSION, ALKYLENE ETHANE 1 2 DIOL, PRESSURE REDUCING VALVE, MICROINTERFACE GENERATOR"},"color":"rgb(65,210,206)","size":24.7731876373291},{"label":"Hydrogenation Technologies for Cyclopentadiene Derivatives and Applications","x":-2633.927490234375,"y":199.44529724121094,"id":"44","attributes":{"occurrences":"293","Desc":"Group 1: Hydrogenation of Cyclopentadiene Derivatives (100% of keywords) This group focuses on the chemical processes involving hydrogenation of cyclopentadiene and its derivatives. Examples include dicyclopentadiene, cyclopentadiene, cyclopentene, pentanedioic acid, and cyclopentadiene hydrogenation. In this context, hydrogen is used as a reactant in hydrogenation reactions, converting unsaturated hydrocarbons like cyclopentadiene and cyclopentene into saturated hydrocarbons or other functionalized derivatives, such as pentanedioic acid. These hydrogenated products can be used as building blocks for various industrial applications, such as polymers, resins, and specialty chemicals. Keywords not used in the groups: None. ","Keywords":"DICYCLOPENTADIENE, CYCLOPENTADIENE, CYCLOPENTENE, PENTANEDIOIC ACID, CYCLOPENTADIENE HYDROGENATION"},"color":"rgb(204,177,236)","size":10.0},{"label":"Hydrogen Technologies in Optical Fiber Manufacturing, Glass Processing, and Conductive Materials","x":-1824.756591796875,"y":-1422.6201171875,"id":"21","attributes":{"occurrences":"3605","Desc":"Group 1: Optical Fiber Technologies (40% of keywords) This group focuses on technologies related to optical fibers, their manufacturing, and applications. Examples include optical fiber, optical cable, optical fiber preform, and Bragg grating. Hydrogen plays a role in the fabrication process of optical fibers, affecting properties like purity, refractive index, and attenuation. Group 2: Glass Materials and Processing (35% of keywords) This group deals with glass materials, their processing, and various applications. Examples include preform, silica tube, porous glass, and glass fine particle. Hydrogen can influence the properties and processing of these materials, such as porosity, strength, and thermal expansion. Group 3: Conductive Pastes and Films (15% of keywords) This group focuses on conductive pastes and films, which are used in various applications like electronics and sensors. Examples include conductive paste and electrically conductive paste. Hydrogen can affect the properties of these materials, including their conductivity, stability, and adhesion to substrates. Group 4: Miscellaneous Applications (10% of keywords) This group includes various applications and items not directly related to hydrogen technologies. Examples are ornamental design, shoe, belt, chair, and airplane. While hydrogen may not have a direct impact on these items, it may play a role in the manufacturing processes or materials used in their production. Keywords not used in the groups: POLYVINYL ACETAL RESIN, METHACRYLIC RESIN, HINGE, HEARING AID, GAME BOARD, BROOCH, GRIPPER, CONVEYANCE PATH, RADIATION RESISTANT, BROKEN LINE, HAT, EARRING, CITIZEN, ELEVATIONAL VIEW. ","Keywords":"OPTICAL FIBER, ORNAMENTAL DESIGN, BOTTLE, OPTICAL CABLE, PREFORM, OIL WELL, CONDUCTIVE PASTE, SHOE, POLYVINYL ACETAL RESIN, METHACRYLIC RESIN, GLASS ARTICLE, OPTICAL FIBER PREFORM, BELT, SILICA TUBE, HINGE, POROUS GLASS, GLASS FINE PARTICLE, OPTICAL FIBER CABLE, ELECTRICALLY CONDUCTIVE PASTE, GRATING, CHAIR, GERMANIUM TETRACHLORIDE, QUARTZ TUBE, AIRPLANE, DRESS, TOWEL, BRAGG GRATING, HARD FILM, CABLE CORE, HEARING AID, POROUS PREFORM, GAME BOARD, BROOCH, GRIPPER, GLASS PREFORM, CONVEYANCE PATH, RADIATION RESISTANT, BROKEN LINE, COATED OPTICAL FIBER, HAT, EARRING, CITIZEN, ELEVATIONAL VIEW, POROUS GLASS PREFORM"},"color":"rgb(255,177,227)","size":11.078344345092773},{"label":"Hydrogen in Metal Processing, Magnet Technologies, Corrosion Inhibition, and Nuclear Applications","x":-1994.86083984375,"y":-1028.6920166015625,"id":"3","attributes":{"occurrences":"35295","Desc":"Group 1: Metal Processing and Surface Treatment (40% of keywords) This group focuses on processing and treating various metals, such as copper, aluminum, nickel, iron, and alloys. It involves technologies like surface treatment, powder metallurgy, and ore processing. Hydrogen plays a role in reducing metal oxides, forming metallic hydrides, and hydrogen embrittlement in metals during surface treatments. Group 2: Magnet and Motor Technologies (25% of keywords) This group relates to the development, production, and application of magnetic materials and motor technologies. Examples include permanent magnets, rare-earth magnets, and electrical motors. Hydrogen is involved in the production and processing of magnetic materials, as well as in the cooling of some motor systems. Group 3: Corrosion Inhibition and Protection (20% of keywords) This group focuses on the prevention and mitigation of corrosion in metals and metallic materials. It involves technologies such as corrosion inhibitors, surface treatments, and protective coatings. Hydrogen plays a role in the corrosion mechanism, such as hydrogen-induced cracking and hydrogen embrittlement. Group 4: Nuclear Applications (15% of keywords) This group covers technologies and materials associated with nuclear power plants, nuclear reactors, and nuclear fuels. Examples include nuclear fuel assemblies, reactor containment vessels, and cladding materials. Hydrogen plays a role in the corrosion of nuclear materials, the production of tritium, and hydrogen generation during nuclear reactions. Keywords not used in the groups: None. ","Keywords":"METAL, COPPER, SURFACE TREATMENT, POWDER, ALLOY, ALUMINUM, NICKEL, IRON, PARTICLE, COBALT, HING SOLUTION, RARE EARTH, CORROSION INHIBITOR, GLASS, NEODYMIUM IRON BORON, ZINC, TITANIUM, ROTOR, ORE, METAL SURFACE, CORE, MOLYBDENUM, HANT, CORROSION, ALUMINUM OXIDE, COPPER ALLOY, TUNGSTEN, METAL FILM, PERMANENT MAGNET, MOTOR, MAGNETIC MATERIAL, TIN, MAGNESIUM, ARSENIC, METAL POWDER, SILVER, VANADIUM, MAGNETIC POWDER, SOLID SOLUTION, RARE EARTH METAL, SHAFT, LEAD, MANGANESE, TUNGSTEN CARBIDE, SWITCH, PUMP, MAGNET, CALCIUM, IRON POWDER, ALLOY POWDER, ELECTRICAL MOTOR, CHLORIDE, ZINC OXIDE, METAL COMPOUND, ZINC SULFIDE, NUCLEAR REACTOR, GOLD, WET, RARE EARTH PERMANENT MAGNET, CERAMIC, NUCLEAR POWERPLANT, PHOSPHATING SOLUTION, STATOR, ZINC ALLOY, ZIRCONIUM ALLOY, CONTROL CIRCUIT, INTERMETALLIC COMPOUND, BRINE, RARE EARTH MAGNET, COPPER PHTHALOCYANINE, ZIRCONIUM, MINERAL, FLOTATION, CARBON STEEL, METAL MATERIAL, MOLYBDENUM ALLOY, CADMIUM, TANTALUM, WINDING, NUCLEAR FUEL, SCALE, RED MUD, COPPER COMPOUND, COLLECTOR, CERIUM, NIOBIUM, COPPER SULFATE, NICKEL POWDER, MAGNETIC CORE, RECEPTACLE, ALKALINE, BULK DENSITY, PERMANENT MAGNET MATERIAL, TUNGSTEN POWDER, RARE EARTH OXIDE, FUEL ASSEMBLY, COPPER POWDER, PHOSPHATING, FERROUS METAL, PRECIOUS METAL, PLASTIC OPTICAL FIBER, METAL ALLOY, INHIBITING CORROSION, METALLIC MATERIAL, POLYAZO DYE, RARE EARTH ALLOY, INDIUM OXIDE, SOLID MATERIAL, SILVER ALLOY, SINTERED MAGNET, CUPRIC CHLORIDE, ZINC ALLOY POWDER, STRESS CORROSION CRACKING, PEROXOL STABILIZER, BLAST FURNACE SLAG, SEALING RING, WATER SYSTEM, NICKEL OXIDE, POLYAZO DYESTUFF, COPPER COMPLEX, METAL SURFACE TREATMENT, MOLYBDENUM POWDER, ALUMINUM ASH, REACTOR CONTAINMENT VESSEL, BARIUM, HARMLESS TREATMENT, STEEL SLAG, MAGNET POWDER, SODIUM PERBORATE, COPPER FILM, ZINC ION BATTERY, HYPOFLUOROUS ACID, EXTRACTANT, BONDED MAGNET, COPPER LAYER, LIGHT METAL, IRON COMPLEX, PORE VOLUME, FROTH FLOTATION, COPPER METAL FILM, NICKEL ALLOY, COPPER METAL, TAP WATER, COBALT COMPLEX, STRONTIUM, CLADDING, HING WASTE LIQUID, THORIUM, CONTAINMENT, CONTAINMENT VESSEL"},"color":"rgb(255,208,248)","size":21.396198272705078},{"label":"Hydrogen in Nanomaterials and Composites: Carbon-based Materials, Photocatalysis, and Functional Applications","x":-2163.65673828125,"y":-833.6943969726562,"id":"16","attributes":{"occurrences":"24841","Desc":"Group 1: Advanced Carbon-based Materials (45% of keywords) This group focuses on various carbon-based materials and their applications. Examples include graphene, carbon nanotubes, activated carbon, and graphite. Hydrogen is involved in these materials, often for hydrogen storage or as an impurity. Carbon-based materials are also employed in hydrogen production through electrocatalytic hydrogen evolution or photocatalytic hydrogen generation. Group 2: Photocatalysis and Energy Conversion (35% of keywords) This group relates to photocatalytic materials and processes, as well as energy conversion technologies. Examples include titanium dioxide, quantum dots, and molybdenum disulfide. Hydrogen plays a significant role in these technologies, as they can be utilized for photocatalytic hydrogen production or electrocatalytic hydrogen evolution. Group 3: Functional Composites and Nanomaterials (20% of keywords) This group focuses on composite materials, nanomaterials, and their applications. Examples include metal-organic frameworks, nanoparticles, and core-shell structures. Hydrogen is involved in these materials for various applications, such as hydrogen storage, gas separation, and sensing. Keywords not used in the groups: None. ","Keywords":"COMPOSITE MATERIAL, CARBON, GRAPHENE, CARBON NANOTUBE, QUANTUM DOT, ACTIVATED CARBON, PHOTOCATALYST, GRAPHENE OXIDE, CARBON FIBER, METAL ORGANIC FRAMEWORK, COMPOSITE, NANOPARTICLE, MOLYBDENUM DISULFIDE, CARBON MATERIAL, TITANIUM DIOXIDE, CONCENTRATED DEBACTEROL, CALCIUM PHOSPHATE, POWDER METALLURGY, COMPOSITE PHOTOCATALYST, VISIBLE LIGHT, COMPOSITE MEMBRANE, IRON PHOSPHATE, METAL CATALYST, MANGANESE DIOXIDE, CARBON NITRIDE, GRAPHITE, PURITY, HYDROGEN EVOLUTION, COMPOSITE FILM, FRICTION MATERIAL, CARBON QUANTUM DOT, ORGANIC PIGMENT, COMPOSITE POWDER, TITANIUM OXIDE, METAL NANOPARTICLE, IN SITU, SINGLE WALLED CARBON NANOTUBE, ELECTRIC HEATING, TIO, CARBON NANOFIBER, SIZING AGENT, TITANIUM CARBIDE, CARBON COMPOSITE MATERIAL, PAPERMAKING, AUXILIARY AGENT, POLYANILINE, COVALENT ORGANIC FRAMEWORK, GRAPHENE FILM, MAIN CHAIN, FINE PARTICLE, POLYLACTIC ACID, MOLYBDENUM CARBIDE, CORE SHELL STRUCTURE, PHOTOCATALYTIC MATERIAL, GAS PROTECTION, SILVER PHOSPHATE, BONE CEMENT, PITCH, WHITE METHANE, MOLYBDENUM OXIDE, ELECTRICAL CONTACT, NANOWIRE, ACTIVE CARBON, CARBON SOURCE, NICKEL PHOSPHIDE, GRAPHITE EXPANSION, POLYPHENYLENE SULFIDE, CARBON CONTENT, GRAPHENE NANORIBBON, NANO PARTICLE, BAMBOO FIBER, MICROWAVE, CARBON FIBER COMPOSITE, PETROLEUM COKE, SOFTENING POINT, MAGNESIUM PHOSPHATE, CARBON COMPOSITE, ARAMID FIBER, METALORGANIC FRAMEWORK, GRAPHENE LAYER, MIXED POWDER, REINFORCING FIBER, CONDUCTIVE INK, NANOTUBE, GOLD NANOPARTICLE, PLASMA ENHANCED CHEMICAL VAPOR DEPOSITION, GRAPHENE COMPOSITE MATERIAL, ORGANIC LIGAND, GRAPHITE OXIDE, LASER WELDING, COMPOSITE NANOMATERIAL, PHOTOCATALYTIC, REDUCED GRAPHENE OXIDE, ELECTRON EMISSION, GRAPHITE POWDER, WATERPROOF COATING, TUNGSTEN DISULFIDE, SELF LUBRICATING, POLYMER COMPOSITE, CADMIUM TELLURIDE, MESOPHASE PITCH, METAL ORGANIC FRAMEWORK MATERIAL, MULTIWALLED CARBON NANOTUBE, SURFACE SIZING AGENT, INDIUM PHOSPHIDE, ACTIVATED CARBON MODIFICATION, PHOTOCATALYST PARTICLE, POLYANILINE DERIVATIVE, CARBON NANOTUBE ARRAY, TANTALUM CARBIDE, GRAPHITE BOAT, THREE DIMENSIONAL GRAPHENE, FLASHLIGHT, CARBON NANOTUBE FILM, GRAPHENE AEROGEL, COBALT SULFIDE, COPPER CLAD, COMPOSITE MOLECULAR SIEVE, CARBON NANOTUBE PRODUCTION, CARBON FIBER PRODUCTION, FERRIC FLUORIDE, KRYPTON, CARBON NANOTUBE FIBER, ACRYLONITRILE BUTADIENE STYRENE, VANADIUM CARBIDE, CARBON NANO TUBE, COVALENT ORGANIC FRAMEWORK MATERIAL, XENON, CRYSTALLINE FLAKE GRAPHITE, DIELECTRIC PROPERTY, HYDROGEN PRESSURIZATION, MAGNETIC SEPARATION, BONE REPAIR MATERIAL, ACTIVATED CARBON REGENERATION, MOLYBDENUM SULFIDE, ELECTROCATALYTIC HYDROGEN EVOLUTION, MESOPHASE, ROSIN GLYCERIDE, FERRIC PHOSPHATE, ZIRCONIUM CARBIDE, SILICON CARBON COMPOSITE MATERIAL, BAMBOO CHARCOAL, MODIFIED GRAPHENE, NICKEL PHOSPHIDE CATALYST, NONNOBLE METAL CATALYST, CADMIUM SELENIDE, PYRITE CINDER, ELECTROLYTIC MANGANESE DIOXIDE, MOLYBDENUM DISELENIDE, MAGNETIC COMPOSITE MATERIAL"},"color":"rgb(255,153,140)","size":17.992511749267578},{"label":"Hydrogen\u0027s Role in Clean Energy Transition: From Production and Energy Applications to Advanced Materials and Processes","x":-2092.47216796875,"y":-684.4185180664062,"id":"12","attributes":{"occurrences":"43671","Desc":"Group 1: Hydrogen Production, Purification, and Detection (40% of keywords) This group focuses on technologies and methods for producing, purifying, and detecting hydrogen gas. Examples include hydrogen separation membranes, hydrogen sensors, and gas chromatography. Hydrogen plays a central role in these technologies, with applications in various industries, such as fuel cell systems, chemical production, and energy systems. Group 2: Hydrogen in Energy and Fuel Applications (35% of keywords) This group encompasses hydrogen\u0027s role in energy production, storage, and fuel systems. Examples include fuel cells, hydrogen liquefaction, and hydrogen filling stations. Hydrogen serves as a clean and efficient energy carrier, enabling the transition to a more sustainable energy future. Group 3: Hydrogen in Chemical Processes and Materials (25% of keywords) This group relates to hydrogen\u0027s involvement in various chemical processes and materials, including synthesis, reactions, and material properties. Examples include hydrolysis, hydrogen isotopes (deuterium and tritium), and hydrogen-containing materials (e.g., layered double hydroxides). Hydrogen plays a vital role in these processes, often serving as a reactant, product, or influencing material properties. Keywords not used in the groups: None ","Keywords":"HYDROGEN, HYDROGEN SENSOR, PLATINUM, NOZZLE, HYDROGEN PURIFICATION, PALLADIUM, FOOD, HYDROGEN SEPARATION MEMBRANE, HYDROGEN SEPARATION, BEVERAGE, BRIGHTENER, HIGH PURITY HYDROGEN, GAS CHROMATOGRAPHY, STORAGE, CONTINUOUS PRODUCTION, HYDROXYLAMINE, CARRIER GAS, HYDROLYSIS, FLAME IONIZATION DETECTOR, MELT, AQUEOUS COATING, TRITIUM, RHODIUM, SEPARATING, COLUMN CHROMATOGRAPHY, CONTROLLER, CATALYST REGENERATION, HYDROGEN PERMEABLE MEMBRANE, GAS CHROMATOGRAPH, FUEL CELL HYDROGEN, COOH, ENCLOSURE, INSULATING OIL, CRACK, INDUSTRIAL WASTE, EJECTOR, STRAW, ACETYL, GAS GENERATION, TUBULAR REACTOR, CEPHALOSPORIN DERIVATIVE, UV ABSORBER, HYDROGEN ISOTOPE, FLUORINE GAS, ETHOXY, HYDROXYALKYL, FAN, HYDROGEN GAS SENSOR, HYDROGEN DETECTION, CARBONYL, ACETONE, CARBONYL GROUP, PLATINUM COMPLEX, HYDROCARBYL, FOSSIL FUEL, PURINE DERIVATIVE, BENZOYL, HYDROGEN PERMEATION, MOLTEN SALT, PALLADIUM ALLOY, ALIPHATIC AMINE, ORGANIC LIQUID, HEAT SOURCE, IMIDAZOLE, DEUTERIUM OXIDE, HYDROGEN LIQUEFACTION, CALIBRATION, GAS PRODUCTION, GAS SUPPLY, AZEPAN 2 ONE, POLYETHER AMINE, COMBUSTION EXHAUST GAS, ENERGY SYSTEM, TETRAHYDROISOQUINOLINE, FOODSTUFF, FACILITY, POROUS SUBSTRATE, CAPROLACTAM, GASEOUS FUEL, WATER COATING, CARBON COMPOUND, LAYERED DOUBLE HYDROXIDE, DRYING TOWER, TEMPERATURE SENSOR, AMMONIA GAS, POLYMERIZATION REACTOR, OXYGEN CONCENTRATION, TETRAHYDROFURAN, NANO POWDER, PIPING, OXYGEN PRODUCTION, COMPRESSION, OXYGEN GENERATOR, IGNITION, GAMMA BUTYROLACTONE, HYDROGEN DETECTOR, GASEOUS MEDIUM, FLUORINATION, NAPHTHYL, MULTILAYER STRUCTURE, SWIM FIN, ALIPHATIC GROUP, MENTHOL, ALIPHATIC HYDROCARBON RADICAL, POROUS SUPPORT, HYDROGEN BOTTLE, ACCOMMODATING CAVITY, ATOMIZATION, POLYCHLORINATED BIPHENYL, REMOVING HYDROGEN, HYDROCYANIC ACID, PURINE, MOLECULAR WEIGHT ALKYL, CRC, PROPORTIONAL VALVE, OVEN, MOVING BODY, HYDROGEN COOLER, HYDROGEN FLAME IONIZATION DETECTOR, FIBER GRATING, MEASUREMENT SYSTEM, GROUPING, METHYL RADICAL, HYDROGEN FILLING STATION, FUEL CARTRIDGE, ORGANIC RADICAL, AMINO PROTECTING GROUP, HYDROGEN DISCHARGE, NATURAL GAS PIPELINE, HYDROGEN PUMP, ACRIDINE DERIVATIVE, PERMEABLE MEMBRANE, CIRCULATION SYSTEM, SURFACE ACOUSTIC WAVE, PALLADIUM MEMBRANE, ANTHRAQUINONE DERIVATIVE, FLAVORING, ELECTRICAL INSULATING OIL, PET BOTTLE, STOVE, PRESSURIZING, OXYGEN ISOTOPE, ORGANIC HYDRIDE, TUBULAR MEMBER, CARBONACEOUS SOLID, SEPARATION COLUMN, LIQUID ORGANIC HYDROGEN CARRIER, REDUCTION REACTION, NITROSYL CHLORIDE, CHLORIN"},"color":"rgb(192,234,109)","size":24.123315811157227},{"label":"Hydrogen in Organic Electroluminescent Devices and Deuterium-Based Technologies: Advances in Materials and Applications","x":-1996.9373779296875,"y":-806.20703125,"id":"19","attributes":{"occurrences":"51552","Desc":"Group 1: Organic Electroluminescent Devices (95% of keywords) This group focuses on organic electroluminescent devices and materials, such as organic light-emitting diodes (OLEDs), organic electroluminescent materials, and organic compounds. Examples include organic electroluminescent device, organic compound, heterocyclic compound, metal complex, organic electroluminescence, and display device. Hydrogen is present in the organic compounds, heterocyclic structures, and ligands that are used to construct electroluminescent devices and materials. These devices have various applications in display technologies, lighting, and optoelectronics. Group 2: Deuterium-Based Devices (5% of keywords) This group focuses on the application of deuterium, a hydrogen isotope, in electronic devices, such as organic electroluminescent devices and optoelectronic devices. Examples include deuterium, deuterium atom, and occurrence. Deuterium can be used as a substitute for hydrogen in organic compounds to alter the electronic and photophysical properties of the compounds, which can potentially improve device performance and stability. Keywords not used in the groups: consumer product, packaging, window, reflector, capping layer, depressurize filtrate, H3 receptor. ","Keywords":"ORGANIC ELECTROLUMINESCENT DEVICE, ORGANIC COMPOUND, HETEROCYCLIC COMPOUND, ORGANIC LIGHT EMITTING DEVICE, METAL COMPLEX, ORGANIC, ORGANIC ELECTROLUMINESCENCE, DISPLAY DEVICE, ELECTRONIC DEVICE, DEUTERIUM, AROMATIC COMPOUND, SUBSTITUTED HETEROARYL, RING, ORGANIC ELECTROLUMINESCENT LIGHT, C30, LIGHT EMITTING DEVICE, HETEROATOM, LIGAND, ORGANIC ELECTRONIC DEVICE, ARYL GROUP, ORGANOMETALLIC COMPOUND, ORGANIC LIGHT EMITTING DIODE, ORGANIC EL, ORGANIC ELECTROLUMINESCENT COMPOUND, UNSUBSTITUTED HETEROARYL, OPTOELECTRONIC DEVICE, BORON, NITROGEN COMPOUND, BONDING, AMMONIA COMPOUND, HETEROCYCLIC GROUP, AMINE COMPOUND, ORGANIC ELECTROLUMINESCENT MATERIAL, LIGHT EMITTING COMPOUND, LIGHT EMITTING LAYER, LUMINESCENT MATERIAL, DISPLAY PANEL, ANODE ELECTRODE, AROMATIC RING, POLYCYCLIC COMPOUND, SUBSTITUTED HETEROCYCLIC, ELECTROLUMINESCENT DEVICE, CATHODE ELECTRODE, LIGHT SOURCE, ORGANOMETALLIC COMPLEX, DEUTERIUM ATOM, CYCLICAL COMPOUND, ORGANIC MOLECULE, ANILINE DERIVATIVE, PHOTOELECTRIC DEVICE, ANTHRACENE DERIVATIVE, SINGLE BOND, MOIETY, UNSUBSTITUTED ARYL, CYCLOALKYL SUBSTITUTION, IRIDIUM, HETEROARYL GROUP, FUZED RING COMPOUND, ORGANIC OPTOELECTRONIC DEVICE, ORGANIC LAYER, SUBSTITUTED ARALKYL, IRIDIUM COMPLEX, LIGHT EMITTING MATERIAL, AROMATIC AMINE, ILLUMINATION, ORGANIC LIGHT EMITTING ELEMENT, HETEROAROMATIC RING, ANILINE COMPOUND, INORGANIC COMPOUND, C40C, ORGANIC LIGHT EMITTING COMPOUND, CONSUMER PRODUCT, HOST MATERIAL, SPIRO COMPOUND, ELECTRON TRANSPORT MATERIAL, SUBSTITUTED ARYLENE, HOLE TRANSPORT LAYER, RING ATOM, TRANSPARENT ELECTRODE, BLUE LIGHT, ANTHRACENE, NITROGENOUS HETEROCYCLIC COMPOUND, LIGHTING DEVICE, LIGHT EMITTING, POLYCYCLIC AROMATIC COMPOUND, OCCURRENCE, PHOTOELECTRIC DEVICE LIFE FORM, LIGAND LA, ELECTRON TRANSPORT LAYER, 9H CARBAZOLE DERIVATIVE, ALKYL SUBSTITUENT, PEROVSKITE SOLAR CELL, SUBSTITUENT GROUP, ELECTROLUMINESCENT LIGHT, ANTHRACENE COMPOUND, DIBENZO THIOPHENYL, HETEROCYCLOALKENYL GROUP, CYCLICAL COMPOUND CONDENSATION, WINDOW, ELECTRO LUMINESCENCE, MONOVALENT HETEROCYCLIC GROUP, PACKAGING, AROMATIC HETEROCYCLIC GROUP, REFLECTOR, CAPPING LAYER, ORGANIC METAL, PHOSPHORESCENT COMPOUND, DOPANT, DIBENZO THIOPHENYL GROUP, HYDROCARBON COMPOUND, CARBAZOLE DERIVATIVE, 8 HYDROXYQUINOLINE, C20C, SUBSTITUTED ARYLOXY, ELECTROLUMINESCENT MATERIAL, PHOSPHORESCENT MATERIAL, ELEMENT MATERIAL, ORGANIC LIGHT EMITTING, CARBAZOLE, FLUORENE, ACYLATING AGENT, HETEROPOLYCYCLIC GROUP, 9H CARBAZOLE COMPOUND, ARYLAMINE COMPOUND, UNSUBSTITUTED ARYL GROUP, ORGANIC ELECTRONIC MATERIAL, NITRATION, UNSUBSTITUTED RING, DIVALENT GROUP, HETEROCYCLOALKYL GROUP, HYDRAZINE GROUP, SUBSTITUTED HETEROALKYL, R10A, HOST COMPOUND, FLUORENE DERIVATIVE, O BIPHENYLENEMETHANE, SUBSTITUTED SILYL, AROMATIC HETEROCYCLIC, H3 RECEPTOR, ORGANIC MATERIAL LAYER, NITRILE GROUP, GROUP III NITRIDE SEMICONDUCTOR, DIBENZO FLUORENYL GROUP, TRIARYLAMINE COMPOUND, HETEROCYCLIC COMPOUND FUSION, UNSUBSTITUTED AROMATIC HETEROCYCLIC GROUP, ORGANIC COMPOUND OXYGENATION, IRIDIUM COMPLEX COMPOUND, PYRENE DERIVATIVE, DEPRESSURIZE FILTRATE"},"color":"rgb(121,200,145)","size":26.689268112182617},{"label":"Hydrogen Technologies in Rubber \u0026 Tire Technology, Polymer Chemistry, and Vulcanization Processes","x":-1127.5770263671875,"y":-431.15521240234375,"id":"38","attributes":{"occurrences":"7554","Desc":"Group 1: Rubber \u0026 Tire Technology (50% of keywords) This group focuses on various aspects of rubber and tire technology, including tire components, construction, and performance. Examples include pneumatic tire, tire tread, sidewall, and run-flat tire. Hydrogen plays a role in the molecular structure and bonding of rubber materials, which influence the mechanical properties of tires, such as durability, grip, and resistance to wear. Group 2: Polymer Chemistry (40% of keywords) This group deals with the chemistry and modification of polymers, particularly those used in rubber and tire applications. Examples include natural rubber, synthetic rubber, polybutadiene, and styrene-butadiene rubber. Hydrogen is involved in the formation of polymer chains and contributes to their properties, such as elasticity and tensile strength. Hydrogenation processes can also be used to modify the properties of polymers, such as copolymer hydrogenation. Group 3: Vulcanization (10% of keywords) This group focuses on the vulcanization process, which is used to improve the properties of rubber materials, particularly in tire applications. Examples include vulcanization accelerator, rubber vulcanization, and sulfenamide vulcanization. Hydrogen plays a role in the formation and cleavage of chemical bonds during vulcanization, which cross-links polymer chains and improves the mechanical properties of rubber materials. Keywords not used in the groups: INERT SOLVENT, CHLORINE GAS, DETERIORATION, NATURAL, HEAVY DUTY, TRUCK, NITROGEN ADSORPTION, NIPPLE, SHORED HARDNESS, METHYLENE DONOR. ","Keywords":"RUBBER, PNEUMATIC TIRE, TIRE, GOLF BALL, PHENOLIC COMPOUND, NATURAL RUBBER, POLYBUTADIENE, BALL, VULCANIZATION ACCELERATOR, WHEEL, HOSE, INERT SOLVENT, CHLORINE GAS, SYNTHETIC RUBBER, CHLOROPRENE RUBBER, SYNTHETIC POLYMER, RUBBER COMPONENT, POLYMER MODIFICATION, POLYMER MIXTURE, VULCANIZATION, DIENE RUBBER, NANO OXOZINC, DIENE POLYMER, VULCANIZED RUBBER, RUBBER VULCANIZATION, DIENE ELASTOMER, ETHENE PROP 1 ENE, DETERIORATION, NATURAL, REINFORCING FILLER, TREAD, RUBBER PRODUCT, DIENE MONOMER, SIDEWALL, TIRE TREAD, CONVEYER BELT, COPOLYMER RUBBER, HOLLOW PARTICLE, HEAVY DUTY, CONJUGATED DIENE RUBBER, VULCANIZING, ORGANIC FIBER, VULCANIZABLE RUBBER, MONOMERIC MATERIAL, IONOMER, RUBBER ETHENYLBENZENE, SULFIDE COMPOUND, TREAD RUBBER, CARCASS PLY, TRUCK, RUNFLAT TIRE, STYRENE BUTADIENE RUBBER, PRODUCING CHLORINATED PARAFFIN, STUDLESS TIRE, CIRCUMFERENTIAL GROOVE, STEEL CORD, MODIFIED CHLORINATED PARAFFIN, UNVULCANIZED RUBBER, BEAD CORE, ETHYLENE PROPYLENE, CROSSLINKED RUBBER, FUNCTIONALIZED ELASTOMER, CURABLE FLUOROPOLYETHER RUBBER, COPOLYMER HYDROGENATION, TIRE PARTICLE, SIPE, VEHICLE TIRE, SULFUR MODIFIED CHLOROPRENE RUBBER, LAMELLAR CLAY MINERAL, DIAMIDE COMPOUND, NITROGEN ADSORPTION, NIPPLE, RUBBER COMPOUND, NATURAL RUBBER ETHENYLBENZENE, SULFENAMIDE VULCANIZATION, VEHICLE WHEEL, CARCASS LAYER, BASE TREAD, BEAD FILLER, TIRE RUBBER, SHORED HARDNESS, METHYLENE DONOR, ETHENYLBENZENE BUTA 1 3 DIENE, MASTICATED RUBBER MASTER BATCH, DEGRADABLE REACTIVE EMULSIFIER, TETRAZINE COMPOUND, EPOXIDIZED NATURAL RUBBER"},"color":"rgb(206,236,160)","size":12.36408805847168},{"label":"Advancements in Hydrogen-Related Technologies for Hydrocarbon Refining and Conversion","x":-2036.132568359375,"y":-271.8788757324219,"id":"0","attributes":{"occurrences":"76339","Desc":"Group 1: Catalysis and Chemical Reactions (45% of keywords) This group deals with catalysts, chemical reactions, and processes involving hydrogen in the conversion, production, and upgrading of hydrocarbons. Examples include catalytic hydrogenation, dehydrogenization, hydroformylation, hydrodesulfurization, and isomerization. In this group, hydrogen plays a role in various reactions that modify hydrocarbon molecules to produce desired products, such as olefins, alkanes, or aromatic hydrocarbons. Group 2: Hydrocarbon Feedstocks and Products (40% of keywords) This group is focused on the feedstocks, intermediate compounds, and end products of hydrogen-related processes in the hydrocarbon industry. Examples include ethene, propene, benzene, toluene, naphtha, gasoline, and jet fuel. Hydrogen is involved in the formation and modification of these hydrocarbon molecules through various reactions and processes, contributing to the production of valuable fuels and chemicals. Group 3: Process Technologies and Equipment (15% of keywords) This group involves the equipment, technologies, and techniques used for processing and refining hydrocarbons in the presence of hydrogen. Examples include reaction zone, molecular sieve, zeolite catalyst, fluid catalytic cracking, and fixed-bed reactor. Hydrogen plays a role in the operation of these technologies by participating in chemical reactions and processes that occur within the equipment, leading to the conversion or upgrading of hydrocarbon feedstocks. Keywords not used in the groups: Centigrade, startup, zone, vol, pore. ","Keywords":"CATALYST, HYDROCARBON, OLEFIN, ETHENE, AROMATIC HYDROCARBON, REACTION ZONE, BENZENE, SILICA, NOBLE METAL, MOLECULAR SIEVE, ZEOLITE, GASOLINE, HYDROCRACKING, BOILING POINT, SOLID, ETHENYLBENZENE, PROP 1 ENE, CATALYTIC HYDROGENATION, FEEDSTOCK, UNSATURATED COMPOUND, ETHYLENE, FRACTION, DIOXOTITANIUM, HYDROCARBON OIL, HYDROCARBON CONVERSION, CYCLOHEXANONE, HYDROCRACKING CATALYST, PROP 2 ENENITRILE, POROUS MATERIAL, HYDROGEN HALIDE, BUTA 1 3 DIENE, DEHYDROGENIZATION, MOLAR RATIO, TOLUENE, NAPHTHALENE, ISOMERIZATION, NAPHTHA, NITRO COMPOUND, SULFUR CONTENT, 2 METHYLOXIRANE, HYDROCARBON PRODUCTION, ETHENE COPOLYMER, BUTANE, ETHANE, HYDROFORMYLATION, ALKANE, THIOL, CYCLOHEXANE, MOTOR FUEL, OIL OF MIRBANE, CYCLICAL OLEFIN, FISCHER TROPSCH SYNTHESIS, OXIME, CATION EXCHANGE RESIN, ETHYLENE DICHLORIDE, CATALYST PARTICLE, OLEFIN COPOLYMER, HEAVY HYDROCARBON, ALKENE, HYDROTREATING CATALYST, 1 4 BUTYLENE GLYCOL, UNSATURATED HYDROCARBON, HYDROCARBON MIXTURE, CARBON OXIDE, ETHYLBENZENE, FLUID CATALYTIC CRACKING, SOLID CATALYST, PROPANE, TREATING EXHAUST GAS, PROPYLENE, PLATINUM GROUP METAL, ZONE, 1 2 XYLENE, ZEOLITE CATALYST, CATALYTIC CONVERSION, PARAFFIN, CENTIGRADE, ALIPHATIC ALCOHOL, ALIPHATIC HYDROCARBON, CU O LINKAGE, MOLECULAR SIEVE CATALYST, ALKYLATION, THF, ALCOHOL PRODUCTION, HYDRODESULFURIZATION, RUTHENIUM CATALYST, AQUEOUS PHASE, ETHYLENE GLYCOL, TITANIUM TETRACHLORIDE, FIXED BED REACTOR, COPPER CATALYST, CYCLOHEXENE, MATRIX, CYCLICAL OLEFIN COPOLYMER, TRICHLOROALUMANE, PRIMARY AMINE, UNSATURATED ALCOHOL, ETHYLENE OXIDE, CRYSTALLINE ALUMINOSILICATE, 2 5 DIHYDROFURAN 2 5 DIONE, UNSATURATED ALDEHYDE, AROMATICS, STARTUP, PETROLEUM HYDROCARBON, CYCLOHEXANOL, PROPYLENE OXIDE, CYCLOHEXANONE OXIME, OXOZINC, COCATALYST, LOW CARBON OLEFIN, HYDROCARBON FRACTION, HYDRODESULFURIZATION CATALYST, OLEFINIC HYDROCARBON, CRYSTALLINE ALUMINOSILICATE ZEOLITE, ASPHALTENE, JET FUEL, COBALT CATALYST, SILICON MONOXIDE, OLEFINIC COMPOUND, ALUMINUM COMPOUND, ZINC CHLORIDE, POLYCYCLIC AROMATIC HYDROCARBON, OCTANE NUMBER, DESULFURIZATION CATALYST, CRACKING CATALYST, HALIDE, HYDROCARBON SYNTHESIS, DIOLEFIN, PRECIPITATE, TITANIUM SILICALITE MOLECULAR SIEVE, MIDDLE DISTILLATE, LIGHT OIL, SILICON DIOXIDE, EXHAUST GAS PURIFICATION, LIGHT HYDROCARBON, IRON CATALYST, SATURATED HYDROCARBON, TEMPERATURE ELEVATION, FEED STREAM, PSEUDOBUTYLENE, PORE, 1 4 XYLENE, CARBOHYDRATE, PARAFFIN HYDROCARBON, VOL, CRUDE PRODUCT, HEXANEDIOIC ACID, LIQUID MEDIUM, HYDRAZINE HYDRATE, HYDROCARBYL GROUP"},"color":"rgb(217,204,78)","size":34.75959777832031},{"label":"Innovative Approaches to Hydrogen-Based Fault Diagnosis in Power Transformers","x":-1140.5048828125,"y":-1029.5911865234375,"id":"35","attributes":{"occurrences":"462","Desc":"Group 1: Hydrogen-Involved Transformer Fault Diagnosis (100% of keywords) This group focuses on the use of hydrogen detection and advanced algorithms for diagnosing faults in power transformers. Examples of keywords include transformer, fault diagnosis, neural network, power transformer, genetic algorithm, support vector machine, and transformer fault diagnosis. In this context, hydrogen plays a significant role as a key indicator of potential transformer faults. When electrical insulation inside a transformer degrades or fails, it may lead to partial discharges or overheating, which can generate hydrogen gas. By monitoring the levels of hydrogen gas inside the transformer, it is possible to detect potential issues before they escalate into major failures. Advanced algorithms, such as neural networks, genetic algorithms, and support vector machines, are employed to analyze the collected data and provide accurate fault diagnosis. Keywords not used in the groups: None. ","Keywords":"TRANSFORMER, FAULT DIAGNOSIS, NEURAL NETWORK, POWER TRANSFORMER, GENETIC ALGORITHM, SUPPORT VECTOR MACHINE, TRANSFORMER FAULT DIAGNOSIS"},"color":"rgb(239,241,106)","size":10.055024147033691},{"label":"The Role of Hydrogen in Hydrogenation, Oil Upgrading, and Silicon Manufacturing: Advances and Applications","x":-2326.731201171875,"y":-716.5978393554688,"id":"13","attributes":{"occurrences":"21081","Desc":"Group 1: Hydrogenation and Chemical Processing (40% of keywords) This group focuses on technologies and processes involving hydrogenation reactions, catalysts, and chemical processing equipment. Examples include hydrogenation catalysts, alkyne hydrogenation, and chemical reactors. Hydrogen plays a critical role in these processes, serving as a reducing agent and enabling reactions that convert unsaturated organic compounds into their saturated counterparts. Group 2: Oil and Gas Processing (45% of keywords) This group relates to the processing, upgrading, and refining of crude oil, heavy oil, and natural gas. Examples include catalytic cracking, deep desulfurization, and hydrofining. Hydrogen is involved in these processes for purposes such as upgrading heavy oil into lighter fractions, removing impurities like sulfur and nitrogen, and producing cleaner fuels. Group 3: Polycrystalline Silicon Production (15% of keywords) This group focuses on the production of polycrystalline silicon, a critical material in the semiconductor and photovoltaic industries. Examples include silicon tetrachloride, trichlorosilane, and polycrystalline silicon production. Hydrogen is involved in the process of producing polycrystalline silicon via the reduction of silicon tetrachloride or trichlorosilane in a hydrogen atmosphere. Keywords not used in the groups: None. ","Keywords":"REACTOR, HYDROGENATION, RAW MATERIAL, HYDROGENATION CATALYST, REACTION KETTLE, HYDROGENATION REACTOR, CATALYTIC CRACKING, HEAVY OIL, CRUDE OIL, LIQUID PHASE, DIESEL OIL, ALUMINA, FLUIDIZED BED, SUSPENSION, HYDROCARBON FEEDSTOCK, HYDROGENATION REACTION, POLYCRYSTALLINE SILICON, CATALYST PRECURSOR, SILICON TETRACHLORIDE, TRICHLOROSILANE, GAS PHASE, COAL TAR, CATALYTIC REFORMING, FILLING, REATION KETTLE, HYDROGENATION STATION, HYDROGEN STATION, RESIDUAL OIL, REDUCTION FURNACE, CHEMICAL REACTION, WAX, LOW CARBON, PETROLEUM RESIN, PLASMA REACTOR, FRACTIONATING TOWER, VAPOR PHASE, POLYETHYLENE RESIN, HYDROGENATION MACHINE, ALKYNE, HYDROGENATION REACTION KETTLE, 4 OXOPENTANOIC ACID, NITRATE 1, HYDROGEN DONOR, HYDROGENATION KETTLE, MAGNESIA, AMMONIUM PHOSPHATE, SOLVENT OIL, CATALYTIC REACTOR, CARBON DOUBLE BOND, POLYCRYSTALLINE SILICON PRODUCTION, FISCHER TROPSCH, PROCESS COMBINATION, EPOXIDIZED SOYBEAN OIL, HYDROGENATION ZONE, WHITE OIL, NEOPENTYL GLYCOL, ALUMINUM DIHYDROGEN PHOSPHATE, METHANE PRODUCTION, WATER CONTENT, HYDROGEN FILLING, LIQUID PHASE HYDROGENATION, PRODUCTION LINE, PYRROLIDIN 2 ONE, GAMMA VALEROLACTONE, ACETYLENIC COMPOUND, WASTE LUBRICATING OIL, PYROLYSIS GASOLINE, POLYMER HYDROGENATION, SPEED, PENTANE, DEEP DESULFURIZATION, CATALYTIC BED, INFERIOR HEAVY OIL, ISOPHORONE DIAMINE, CATALYTIC PARTIAL OXIDATION, HYDROGENATION GUN, DICHLOROSILANE, COAL TAR HYDROGENATION, DIELECTRIC BARRIER DISCHARGE, PETROLEUM RESIN HYDROGENATION, RESIDUAL OIL HYDROGENATION, BENZENE 1 4 DIAMINE, WATER INLET, NAPHTHA FRACTION, SILICON PARTICLE, HYDROGENATION REACTION ZONE, N1 PHENYLBENZENE 1 4 DIAMINE, NICKEL SULFATE, HYDROFINING REACTOR, ALUMINA POWDER, METHANOL TO OLEFIN, TRICHLOROSILANE PRODUCTION, COLD HYDROGEN, OXIDE CATALYST, 2 CHLORO 3 3 TRIFLUOROPROPENE, HYDROGENATION PRETREATMENT REACTOR, LEVULINIC ACID, 1 4 CYCLOHEXANEDICARBOXYLIC ACID, FREEZING POINT, FILLING NOZZLE, COAL SLURRY, NEEDLE COKE, GASEOUS PHASE, ISOPHORONE, SYNTHETIC CRUDE OIL, 1 AMINOANTHRAQUINONE, DESULFURIZATION REACTOR, HYDROGENATION PIPELINE, REDUCTION SYSTEM, OLEFIN HYDROCARBON, BED HYDROGENATION REACTOR, WOOD FIBER, COLD HYDROGENATION, RECTIFICATION TOWER, SIH GROUP, AMORPHOUS ALLOY CATALYST, ANTIRUST OIL, REGENERATING GAS, CATALYST STRUCTURE, HEAVY OIL FEEDSTOCK, LIQUID PHASE HYDROGENATION REACTOR, ISOPHORONE NITRILE, SUPPORTED HYDROGENATION CATALYST, REFINERY GAS, REACTOR TUBE, NICKEL IRON, EUCALYPTUS, SOLVENT DEASPHALTING, 1 4 DIACETOXYBUTANE, EBULLATED BED REACTOR, LIQUID ROCKET ENGINE, ATMOSPHERIC FRACTIONATING TOWER, REDUCING FURNACE, ADIABATIC BED REACTOR, METAL PASSIVATOR, REFINERY GAS HYDROGENATION, JET FUEL PRODUCTION, SILICON ROD, HYDROGENATION MODIFICATION, PHTHALATE COMPOUND, DEOILED ASPHALT, POLYSILICON BYPRODUCT, MULTIMODAL POLYETHYLENE, LIGHT CARBON, MOISTURE GENERATION, METAL HYDRIDE REFRIGERATION, VACUUM RESIDUE, HEAVY OIL CONVERSION, DIESEL OIL PRODUCTION, HYDROCARBON CATALYTIC CRACKING"},"color":"rgb(255,226,137)","size":16.76830291748047},{"label":"Hydrogen Technologies in Animal Feed \u0026 Nutrition, Dentistry, and Aquaculture","x":-2619.02587890625,"y":-11.920927047729492,"id":"34","attributes":{"occurrences":"7454","Desc":"Group 1: Animal Feed \u0026 Nutrition (70% of keywords) This group focuses on various aspects of animal feed and nutrition, including feed additives, livestock, poultry, and different types of animal feed. Examples include compound feed, feed additive, laying hen, livestock, animal feed, broiler chicken, and dairy cow. Hydrogen is involved in the formation and bonding of compounds used in animal feed, such as calcium hydrophosphate, which provide essential nutrients to the animals. Group 2: Dentistry (20% of keywords) This group deals with dentistry-related technologies, specifically toothpaste and tooth whitening products. Examples include dentifrice, toothpaste, tooth whitening, and tooth surface. Hydrogen plays a role in the formulation and function of dentifrice products, such as hydrogen peroxide or other hydrogen-containing compounds, which help with tooth whitening and cleaning. Group 3: Aquaculture (10% of keywords) This group focuses on the aquaculture industry, with an emphasis on feed and nutrition for various aquatic species. Examples include grass carp, sea cucumber, large yellow croaker, and Penaeus vannamei. Similar to Group 1, hydrogen is involved in the formation and bonding of compounds used in aquaculture feed, providing essential nutrients for aquatic organisms. Keywords not used in the groups: ANHYDRIDE, ACETYL ACETATE, UNK, WORKING GROUP. ","Keywords":"FEED, COMPOUND FEED, CALCIUM HYDROPHOSPHATE, TRADITIONAL CHINESE MEDICINE, DENTIFRICE, FEED ADDITIVE, LAYING HEN, TOOTH, LIVESTOCK, ANHYDRIDE, TOOTHPASTE, TOOTH WHITENING, CHICKENFEED, ACETYL ACETATE, GRASS CARP, PHOSPHORIC ACID CALCIUM SALT 1, CHINESE HERBAL MEDICINE, ANIMAL FEED, POULTRY, PIGLET, BRICK, FOLIUM ARTEMISIA ARGYI, SUCKLING PIG, PIG FEED, FEED CONCENTRATION, SOFT SHELLED TURTLE, SOW, RAPESEED MEAL, PREMIX, BROILER CHICKEN, FATTENING, DAIRY COW, SHEEP, EGG, CATTLE, SEA CUCUMBER, RADIX SOPHORA FLAVESCENTIS, BEEF CATTLE, PIGLET FEED, PELTEOBAGRUS FULVIDRACO, BROILER FEED, IMMUNITY, RUMINANT, PELLET FEED, TOOTH SURFACE, CREEP FEED, LAYING HEN FEED, MEAT DUCK FEED, SILKWORM CHRYSALIS MEAL, POULTRY MANURE, PREGNANT SOW, WEANED PIGLET, MUTTON SHEEP, MICROPTERUS SALMOIDES, COCCIDIOSIS, FEEDING METHOD, LARGE YELLOW CROAKER, COMPOUND PREMIX, MATERNITY, BROILER, LAYING DUCK, WHITENING TOOTH, LITOPENAEUS VANNAMEI, MEAT DUCK, CHICK, PENAEUS VANNAMEI, LAYING DUCK FEED, SILKWORM CHRYSALIS POWDER, PREGNANCY, CARP, SUCKLING PIG FEED, SHEEP FEED, HEAT STRESS, UNK, GRASS CARP FEED, LAYING PERIOD, PENAEUS VANNAMEI BOONE, EWE, EGG LAYING, PERFORMANCE REPRODUCTION, BLACK PORGY, GESTATION PERIOD, LAYING RATE, WORKING GROUP, MACROBRACHIUM ROSENBERGII, CARP FEED, CARASSIUS AURATUS GIBELIO, BODY COLOR, BREEDING BOAR"},"color":"rgb(171,233,255)","size":12.33152961730957},{"label":"The Role of Hydrogen in Fertilizer Technologies, Soil Improvement, and Sulfate Compound Uses","x":-2389.145263671875,"y":-354.2373962402344,"id":"28","attributes":{"occurrences":"13453","Desc":"Group 1: Agriculture and Fertilizers (80% of keywords) This group focuses on the production and application of various types of fertilizers, including slow-release, water-soluble, and organic fertilizers. Examples include ammonium polyphosphate, calcium superphosphate, and humic acid. Hydrogen plays a role in these fertilizers, as it is a component of many essential nutrients and compounds needed for plant growth. Group 2: Soil Remediation (15% of keywords) This group deals with the treatment and improvement of soil quality, including contaminated and saline-alkali soils. Examples include soil treatment, soilless culture nutrient solution, and contaminated soil purification. Hydrogen is involved in the chemical reactions and processes that help to remediate and improve soil quality. Group 3: Hydrogen Sulfate Applications (5% of keywords) This group encompasses the use of hydrogen sulfate compounds in various applications, such as clopidogrel hydrogen sulfate (a pharmaceutical) and magnesium sulfate (a fertilizer component). Hydrogen is a constituent of these compounds, which have diverse uses in agriculture, medicine, and industry. Keywords not used in the groups: REDUCING WATER, ORAL CAVITY, UNSATURATED POLYETHER, CAPSULE SHELL, HYDROPHOBIC FUMED SILICA, CLEAR LIQUID. ","Keywords":"FERTILIZER, REDUCING AGENT, GROUND, CRYSTAL, FERTILIZER COMPOUND, NUTRIENT SOLUTION, TABLET, ORGANIC FERTILIZER, POLYCARBOXYLIC ACID, WATER SOLUBLE FERTILIZER, SLOW RELEASE, POLYCARBOXYLATE SUPERPLASTICIZER, HIGH YIELD, FRUIT, RICE, SLOW RELEASE FERTILIZER, HYDROGEN SULFATE, FOLIAR FERTILIZER, SELENIUM, PLANTING, TOBACCO, HUMIC ACID, CAPSULE, SPRING, CLAY, SALINE ALKALI SOIL, VEGETABLE, CORN, LIQUID FERTILIZER, GRANULE, CLOPIDOGREL HYDROGEN SULFATE, ACID SALT, CULTURE NUTRIENT SOLUTION, CALCIUM SUPERPHOSPHATE, CONTAMINATED SOIL, WHEAT, FLOWER, SWEET POTATO, AMMONIUM POLYPHOSPHATE, TEA, REDUCING WATER, POTATO, FULVIC ACID, FLAVOR, PESTICIDE RESIDUE, FRUIT TREE, GRAPE, PEANUT, NEMATODE, TRACE ELEMENT, ORAL CAVITY, TEA TREE, FERTILIZER SPECIAL, MAGNAPHOSCAL FERTILIZER, TOMATO, COLOR DEVELOPMENT, AGRICULTURAL PRODUCT, CONTROLLED RELEASE FERTILIZER, GYPSUM, WEATHERED COAL, PLANT NUTRIENT SOLUTION, NUT, PEAR TREE, STRAWBERRY, TELLURIUM, WATER REDUCER, WHEAT STRAW, BIOMASS GRANULAR CARBON, SILKWORM EXCREMENT, MAGNESIUM 2 SULFATE, ORALLY DISINTEGRATING TABLET, DENDROBIUM OFFICINALE, AROMA, BASE FERTILIZER, BIO ORGANIC FERTILIZER, CUCUMBER, LIGNITE, DIFFRACTION PEAK, FRESH KEEPING, PEACH TREE, SOIL TREATMENT, TOBACCO PRODUCT, DRAGON FRUIT, CHINESE CABBAGE, EARLY STRENGTH, GROUND WATER, PASSION FRUIT, SOILLESS CULTURE NUTRIENT SOLUTION, POLLUTED SOIL, GERMINATION, SOILLESS CULTURE SUBSTRATE, LEAF VEGETABLE, PURGE VALVE, FLUE CURED TOBACCO, RAPESEED CAKE, MASHED GARLIC, BLUEBERRY, LETTUCE, CHROMIUM CONTENT, AMMONIUM 1 NITROGEN, RICE PLANTING, RUBBER PARTICLE, COW DUNG, UREASE, SWEET POTATO SEEDLING, CONTAMINATED SOIL PURIFICATION, EARLY STRENGTH POLYCARBOXYLATE SUPERPLASTICIZER, SOPHORA FLAVESCEN, GINSENG, SESAME, SNAKE GOURD FRUIT, UNSATURATED POLYETHER, CHRYSANTHEMUM, POLYCARBOXYLATE, SELENIUM DIAGNOSIS DETERMINATION KIT, FOLIAGE FERTILIZER, VEGETABLE CLEANING AGENT, 2S PYRROLIDINE 2 CARBOXYLIC ACID, CAPSULE SHELL, HYDROPHOBIC FUMED SILICA, BENZENE POLYCARBOXYLIC ACID, ORGANIC WATER SOLUBLE FERTILIZER, SLOW RELEASE POLYCARBOXYLATE SUPERPLASTICIZER, OIL TEA, TARO, TEA SEEDLING, MACROELEMENT WATER SOLUBLE FERTILIZER, LILY, POLYCARBOXYLATE WATER REDUCER, PEANUT PLANTING, SYNERGISTIC CARRIER, CLEAR LIQUID"},"color":"rgb(255,181,187)","size":14.284725189208984},{"label":"The Role of Hydrogen in Nuclear Magnetic Resonance Spectroscopy for Fluid and Underground Water Analysis","x":-1326.5941162109375,"y":-1359.4268798828125,"id":"41","attributes":{"occurrences":"547","Desc":"Group 1: Nuclear Magnetic Resonance (NMR) Spectroscopy in Fluid Analysis (100% of keywords) This group focuses on the application of NMR spectroscopy in analyzing fluids, particularly underground water. Examples include NMR, nuclear magnetic resonance, underground water, fluid flow, optical purity, chemical shift, hydrogen spectrum, and spectrum. In this context, hydrogen plays a crucial role as NMR spectroscopy is particularly sensitive to hydrogen nuclei (protons). By detecting the resonance frequencies of hydrogen nuclei in a sample, NMR provides information about the molecular structure, chemical environment, and fluid flow of the substance being analyzed. In the case of underground water, NMR can help determine its composition, presence of contaminants, and flow dynamics, which are vital for water management and environmental monitoring. Keywords not used in the groups: None. ","Keywords":"NMR, NUCLEAR MAGNETIC RESONANCE, UNDERGROUND WATER, FLUID FLOW, OPTICAL PURITY, CHEMICAL SHIFT, HYDROGEN SPECTRUM, SPECTRUM"},"color":"rgb(52,255,210)","size":10.082698822021484},{"label":"The Role of Hydrogen in Biotechnology, Immunodiagnostics, and Therapeutic Interventions: From Enzymes to Antibodies and Drug Delivery Systems","x":-2068.46337890625,"y":-99.31167602539062,"id":"15","attributes":{"occurrences":"19023","Desc":"Group 1: Biochemistry and Biotechnology (40% of keywords) This group focuses on the synthesis, modification, and applications of biological molecules and processes, such as fermentation, enzymes, and nucleic acids. Examples include amino acids, peptides, and nucleotides. Hydrogen is involved in these processes mainly as a substrate or product during enzymatic reactions, such as hydrogenase, and in cellular metabolism. Group 2: Immunology and Diagnostics (35% of keywords) This group relates to the immune system, diagnostics, and biomolecular detection technologies. Examples include antibodies, antigens, and diagnostic kits. Hydrogen is involved in immunological processes, such as hydrogen peroxide generation by immune cells, and in the development of diagnostic assays, such as enzyme-linked immunosorbent assays (ELISAs) that use hydrogen peroxide as a substrate. Group 3: Therapeutics and Drug Delivery (25% of keywords) This group focuses on the development of therapeutic agents, drug delivery systems, and treatments for various diseases. Examples include vaccines, antibody-drug conjugates, and lipid nanoparticles. Hydrogen is involved in these areas primarily as a reducing agent in the synthesis of therapeutic molecules or as a component in drug delivery systems, such as hydrogen-releasing nanoparticles. Keywords not used in the groups: R12. ","Keywords":"AMINO ACID, ANTIBODY, REAGENT, PEPTIDE, KIT, ENZYME, MICROORGANISM, NUCLEIC ACID, FERMENTATION, NITRIC OXIDE, PARALLEL, OLIGONUCLEOTIDE, METAL ION, MONOCLONAL ANTIBODY, ANALOG, EUTECTIC SOLVENT, PROTECTING GROUP, CHELATING AGENT, PEPTIDE DERIVATIVE, ANTIGEN, AMINO ACID DERIVATIVE, A CELL, R12, FERMENTATION TANK, ANTIGEN BINDING FRAGMENT, DNA, INTRAOCULAR PRESSURE, NUCLEOSIDE, NUCLEOTIDE, YEAST, LINKER, VACCINE, LIPID, ISOTOPE, 2S 2 AMINO 3 HYDROXYPROPANOIC ACID, HOMOCYSTEINE, DEOXYRIBONUCLEIC ACID, ADJUVANT, CYCLICAL PEPTIDE, WOUND HEALING, INSULIN, DIAGNOSTIC KIT, URINE, ENZYME LINKED IMMUNOSORBENT ASSAY, PEPTIDE COMPOUND, FERMENTATION MEDIUM, BIOLOGICALLY ACTIVE, BIOREACTOR, TUMOR NECROSIS FACTOR, CHOLEST 5 EN 3 OL, CATIONIC LIPID, CORONAVIRUS, INHIBITING PRODUCTION, GROWTH HORMONE, MEASURING, CATALYTIC ACTIVITY, CHELATE, DELIVERY SYSTEM, RENIN INHIBITOR, OXM, DOUGH, PD L1, OXIDASE, CYSTEINE, BISPECIFIC ANTIBODY, RIBONUCLEIC ACID, VASCULAR ENDOTHELIAL GROWTH FACTOR, AMYLASE, A DNA, DONOR, AMINO ACID RESIDUE, KETO ACID, VAL, SPECIES, IMMOBILIZED ENZYME, HIGH DENSITY LIPOPROTEIN, PEPTIDE NUCLEIC ACID, SARS COV, DICHLORO BENZYL, OLIGOPEPTIDE, ARG, PD 1, GLAUCOMA TREATMENT, LOW DENSITY LIPOPROTEIN, COENZYME Q10, ANTI, METHANE FERMENTATION, PEPTIDE SYNTHESIS, IMMUNOCONJUGATE, ENZYME ELECTRODE, FRAGMENT, LIPID NANOPARTICLE, ANTIBODY ISOLATION, MELANIN PRODUCTION INHIBITOR, TYR, FORMULA PEPTIDE, MONOAMINE OXIDASE, TARGET NUCLEIC ACID, AMINO ACID ESTER, GLYCOPEPTIDE, LACTATE, LACTOSE, LEAVENING AGENT, ANTIBODY DRUG CONJUGATE, AMMONIA OXIDASE, TECHNETIUM, VARIABLE REGION, MONOAMINE, COMPLEMENTARITY DETERMINING REGION, T CELL, OLIGONUCLEOTIDE ANALOG, SYNTHASE INHIBITOR, ISOTOPE SEPARATION, ANTISENSE OLIGONUCLEOTIDE, 11 BETA HYDROXYSTEROID DEHYDROGENASE, CHIMERIC ANTIGEN RECEPTOR, TACHYKININ ANTAGONIST, SOLID PHASE SYNTHESIS, DIASTEREOMERIC RACEMATE, HYDROXYSTEROID DEHYDROGENASE, ALPHA AMINO ACID, NUCLEOTIDASE, HAPTEN, CHOLESTEROL, NUCLEIC ACID SYNTHESIS, ENDOTHELIN, ALA, BILIRUBIN, ANTIBODY FRAGMENT, CD4, SEVERE ACUTE RESPIRATORY SYNDROME, INFLUENZA A VIRUS, REACTION CELL, HUMANIZED ANTIBODY, OLIGONUCLEOTIDE MODIFICATION, LIPID PARTICLE, BASE PAIR, HOMOCYSTEINE DESULFHYDRASE, TREATING DISORDER, AMINO ACID COMPOUND, PEPTIDE CONJUGATE, WILD TYPE, BREAD, CARCINOEMBRYONIC ANTIGEN, FRAGMENT FUNCTION, SOMATOSTATIN, WHEY, MULTISPECIFIC ANTIBODY, HEAVY CHAIN, NUCLEOSIDE COMPOUND"},"color":"rgb(174,239,242)","size":16.09824562072754},{"label":"Innovations in Hydrogen-Containing Polymer Technologies: Materials, Applications, and Processing Methods","x":-1785.034912109375,"y":-711.6836547851562,"id":"10","attributes":{"occurrences":"54604","Desc":"Group 1: Polymer Materials and Compositions (60% of keywords) This group focuses on various polymer materials and compositions, including homopolymers, copolymers, and functionalized polymers. Examples include block copolymer, graft copolymer, acrylic acid, polyethylene, and fluoropolymer. Hydrogen is present in the molecular structures of these polymers and plays a crucial role in determining their properties, stability, and reactivity. Group 2: Polymer Applications (30% of keywords) This group focuses on the applications of polymer materials in various industries, such as medical devices, construction materials, and personal care products. Examples include contact lens, hydrogel, cement, concrete, and ophthalmic lens. Hydrogen, as part of the polymer structure, affects the performance and properties of these materials in their respective applications. Group 3: Polymer Production and Processing (10% of keywords) This group is related to the production and processing methods for polymer materials. Examples include emulsion polymerization, suspension polymerization, radical polymerization initiator, and hydrogenation product. Hydrogen is involved in these processes, such as during hydrogenation, where hydrogen atoms are added to a molecule, or in the formation of polymer chains during polymerization processes. Keywords not used in the groups: None. ","Keywords":"POLYMER, COPOLYMER, MONOMER, FLUORINE, METH, PROP 2 ENOIC ACID, BLOCK COPOLYMER, 2 PROPENOIC ACID ION 1, EMULSION, ETHYL CARBAMATE, DISPERSION, AQUEOUS DISPERSION, CROSSLINKING, POLYMERIZABLE MONOMER, GRAFT COPOLYMER, FUNCTIONAL GROUP, VINYL MONOMER, CONTACT LENS, PHOSPHONIC ACID, CEMENT, OLIGOMER, POLYMERIZATION INITIATOR, HYDROGEL, POLYETHYLENE, EMULSIFIER, CONJUGATED DIENE POLYMER, UNSATURATED MONOMER, POLY, VINYL CHLORIDE, ACRYLIC ACID, DRILLING FLUID, TERMINAL, 2 METHYLPROPENE DIMER, RESIST UNDERLAYER, CONJUGATED DIENE, ORGANIC POLYMER, BUTYL RUBBER, WATER SOLUBLE POLYMER, AQUEOUS EMULSION, CONCRETE, CENT, MEDICAL DEVICE, EMULSION POLYMERIZATION, ETHENYL ACETATE, CATIONIC POLYMER, ACRYLATE, BLOCK, 2Z BUT 2 ENEDIOIC ACID, VINYL ETHER, CROSSLINKED POLYMER, ACRYLIC RESIN, 2 METHYLPROP 2 ENOIC ACID, POLYMER PARTICLE, POLYPHENYLENE OXIDE, MODIFIER, MODIFIED CONJUGATED DIENE POLYMER, COMPOSITE PARTICLE, HARD MASK, VINYL ESTER, PROP 2 ENAMIDE, VINYL POLYMERS, HYDROPHILIC POLYMER, ADMIXTURE, BLOCK POLYMER, METHYL 2 METHYLPROP 2 ENOATE, FLUOROPOLYMER, BASE STATION, LITHOGRAPHY, RESIST UNDERLAYER FILM, CELL CULTURE, POLYMERIC COMPOUND, FLUOROALKYL GROUP, MEDICAL CARE, POLYMER DISPERSION, RADICALLY POLYMERIZABLE MONOMER, CEMENT ADMIXTURE, OPHTHALMIC LENS, ETHYL CARBAMATE PREPOLYMER, CHAIN TRANSFER AGENT, ACRYLIC MONOMER, AQUEOUS SUSPENSION, MORTAR, HARDMASK, ETHYL CARBAMATE RESIN, POLYMER PRODUCTION, PERFLUOROALKYL GROUP, ARYLENE ETHER, MACROMONOMER, ACIDIC GROUP, URETHANE METH ACRYLATE, COMPOSITE RESIN, PERSONAL CARE, WATER ABSORBING RESIN, COPOLYMERIZABLE MONOMER, FILM FORMING MATERIAL, MELT INDEX, CYCLOALIPHATIC RADICAL, RECURRING UNIT, ARYLENE, DENTAL ADHESIVE, INTRINSIC VISCOSITY, DENTAL MATERIAL, HOMOPOLYMER, FLUOROELASTOMER, COMONOMER, HYDROGENATION PRODUCT, SUPER ABSORBENT RESIN, FLUORINATED POLYMER, UNDERLAYER, ADDITION POLYMER, ACRYLAMIDE, ACRYLIC ESTER, 2E BUT 2 ENEDIOIC ACID, SUSPENSION POLYMERIZATION, RADICAL POLYMERIZATION INITIATOR, ACRYLIC POLYMER, HYDROPHILIC MONOMER, MONOMER COMPONENT, ANTI REFLECTIVE COATING, ESTER GROUP, ACRYLIC COMPOUND, POLYMER FUNCTIONALIZATION, BRANCHED POLYMER, AROMATIC POLYMER, BIODEGRADABLE POLYMER, POLYETHER COMPOUND, CEMENT ADMIXING, ETHYLENIC UNSATURATION, SOFT CONTACT LENS, ACRYLIC RUBBER, ACRYLATE MONOMER, NORBORNENE DERIVATIVE, AQUEOUS POLYMER DISPERSION, ANIONIC POLYMERIZATION, PROP 2 ENAMIDE COPOLYMER, CATIONIC MONOMER, LIQUID CRYSTALLINE POLYMER, POLYCARBOXYLIC ACID COPOLYMER, POLYMER ANION, METHACRYLATE 1, PHENYLENE GROUP, METHACRYLIC ACID, MEDICAL MATERIAL, AMPHOTERIC POLYMER, VINYL CHLORIDE RESIN, THERMOSETTING COATING, UNDERLAYER FILM, CELLULOSE 2 PROPENOIC ACID ION 1, REACTIVE SILICON GROUP, POLYOXYALKYLENE POLYMER"},"color":"rgb(255,187,253)","size":27.682960510253906},{"label":"Role of Hydrogen in Pharmaceutical Research: Medicinal Chemistry, Therapeutic Applications, and Drug Manufacturing","x":-1377.4906005859375,"y":-868.68505859375,"id":"8","attributes":{"occurrences":"71479","Desc":"Group 1: Medicinal Chemistry and Drug Discovery (50% of keywords) This group deals with the chemical structures, synthesis, and modifications of compounds used for drug discovery and development. Examples include structural formula, stereoisomer, enantiomer, tautomer, and conjugate. In this group, hydrogen plays a role in the formation of chemical bonds and in reactions like asymmetric hydrogenation, which is a method used to create chiral molecules with a specific stereochemistry. Group 2: Disease Targets and Therapeutic Applications (40% of keywords) This group is focused on diseases and their treatment using compounds that target specific proteins or receptors. Examples include kinase inhibitor, Alzheimer disease, hepatitis C virus, human immunodeficiency virus (HIV), and epidermal growth factor receptor. Hydrogen atoms are part of the molecular structures of these compounds, which can interact with their targets to modulate their activities and treat various diseases. Group 3: Drug Development and Manufacturing (10% of keywords) This group involves the processes and techniques used for drug development and manufacturing, such as combination therapy, co-crystal, and pharmaceutically acceptable salt. Hydrogen is involved in the formation of hydrogen bonds, which can stabilize the crystal structures of drugs or influence their solubility, as well as in the synthesis of new compounds and chemical reactions during manufacturing. Keywords not used in the groups: Patient, Water, Streaming, Chemical, CH2CH. ","Keywords":"FORMULA COMPOUND, STRUCTURAL FORMULA, STEREOISOMER, INHIBITOR, SOLVATE, HETEROARYL, TAUTOMER, PATIENT, WATER, ENANTIOMER, ISOMER, ANTAGONIST, FORMULA STRUCTURE, KINASE INHIBITOR, MEMBERED HETEROARYL, HETEROCYCLYL, ALKYLENE, MEMBERED HETEROCYCLYL, CANCER, DRUG, HYDRATE, HEPATITIS C VIRUS, ALZHEIMER DISEASE, DIASTEREOMER, UNSUBSTITUTED ALKYL, PHENYL SUBSTITUTION, AGONIST, CANCER TREATMENT, RECEPTOR, OPTICAL ISOMER, HUMAN IMMUNODEFICIENCY VIRUS, RECEPTOR ANTAGONIST, MODULATION, ALK, TREATING CANCER, POLYSACCHARIDE, CONJUGATE, ACTIVATOR, HETEROCYCLE, STREAMING COMPOUND, HYDROXAMIC ACID, 2 AMINOACETIC ACID, INDOLE, 1H INDOLE, HISTONE DEACETYLASE, VIRUS, AMINO CARBONYL, BENZAMIDE, PROTEIN KINASE INHIBITOR, PARKINSON DISEASE, AUTOIMMUNE DISEASE, METABOLITE, INFLAMMATORY DISEASE, SUBSTITUTED HETEROCYCLYL, EPIDERMAL GROWTH FACTOR RECEPTOR, CHEMOKINE RECEPTOR, DISEASE TREATMENT, FORMULA 3, NEURODEGENERATIVE DISEASE, LEWIS ACID, STRUCTURAL FORMULA COMPOUND, INFECTION, THERAPY, 1H INDOLE COMPOUND, RECEPTOR MODULATOR, CANCER CELL, HISTONE DEACETYLASE INHIBITOR, TUMOR, POLYMORPH, ACTIVE OXYGEN, BIOMOLECULE, N METHYL D ASPARTATE, HEPATITIS B VIRUS, HARMFUL FUNGUS, KINASE, PROTEIN KINASE, PEROXISOME PROLIFERATOR ACTIVATED RECEPTOR, AROMATIC HETEROCYCLE, ACETAMIDE, MEMBERED HETEROCYCLE, STREAMING, TETRACYCLINE, ANTIVIRAL COMPOUND, POTASSIUM CHANNEL, CELL PROLIFERATION, RECEPTOR AGONIST, UNSUBSTITUTED CYCLOALKYL, ASYMMETRIC HYDROGENATION, UNSUBSTITUTED HETEROALKYL, COMBINATION THERAPY, PERFLUOROALKYL, RACEMATE, THERAPEUTICALLY ACCEPTABLE SALT, PROTEASE INHIBITOR, PHARMACEUTICAL ACCEPTABLE SALT, POLYSACCHARIDE DERIVATIVE, MACROCYCLIC COMPOUND, ALDEHYDE COMPOUND, UNSUBSTITUTED HETEROCYCLYL, HETEROALKYL, BORONIC ACID, FORMULA 4, ANTIBACTERIAL ACTIVITY, MALEIC ANHYDRIDE, FORMULA C, HALOGENATING, P38, CELL ADHESION, COCRYSTAL, OREXIN RECEPTOR ANTAGONIST, JANUS KINASE, ION CHANNEL, MEDICAMENT MANUFACTURE, MATRIX METALLOPROTEINASE, DEUTERIUM ENRICHED COMPOUND, ADDITION SALT, GLUCOCORTICOID RECEPTOR, CYCLICAL ACETAL, ANIMAL PEST, CYCLIN DEPENDENT KINASE, ACID CHLORIDE, COOR, CHEMICAL, CH2CH, PROLIFERATIVE DISEASE, HETEROCYCLE SUBSTITUTION, CYCLO ALKOXY, BENZAMIDE COMPOUND, PYRIDAZINE DERIVATIVE, BENZOPYRAZINE DERIVATIVE, UNSATURATED HETEROCYCLE, ANTICONVULSANT, BREAST CANCER, CANNABINOID RECEPTOR, TETRACYCLINE COMPOUND, QUINAZOLINE COMPOUND, FUNCTIONAL DERIVATIVE, MONOVALENT RADICAL, OXAZOLIDINONE DERIVATIVE, ALKANOYL RADICAL, MONOCYCLIC HETEROARYL, AMINOMETHYL, PROSTATE CANCER, HALOGEN SUBSTITUENT, DIFLUOROPHENYL, GEOMETRIC ISOMER, IMMUNOMODULATOR, BENZYL SUBSTITUTION, FARNESOID X RECEPTOR, PROLIFERATIVE DISORDER"},"color":"rgb(255,164,107)","size":33.177242279052734},{"label":"Hydrogen in Material Sciences: Silicone Polymers, Optical Materials, and Coating Technologies","x":-1617.1156005859375,"y":-689.7651977539062,"id":"20","attributes":{"occurrences":"36016","Desc":"Group 1: Silicone Materials and Polymers (50% of keywords) This group focuses on the synthesis, properties, and applications of silicone-based materials and polymers. Examples include silicone rubber, elastomers, and resins. Hydrogen plays a role in the formation of silane and organosilicon compounds, which serve as precursors to silicone polymers. Additionally, hydrogen is involved in the curing process of silicone materials through hydrosilylation reactions. Group 2: Optical Materials and Applications (30% of keywords) This group covers materials and technologies for optical applications, such as lenses, optical elements, and coatings. Examples include refractive index modification, optical coatings, and nonlinear optical materials. Hydrogen has an indirect role in the formation and properties of some optical materials, especially those involving silicon-based compounds like organopolysiloxanes and silica glass. Group 3: Coatings and Surface Treatments (20% of keywords) This group relates to the development and application of coatings and surface treatments for various purposes, including adhesion, hardness, and protective properties. Examples include paint, varnish, and metal coatings. Hydrogen is involved in the curing process of some coatings, particularly silicone-based coatings, and in the formation of hydrogen bonds between the coating and the substrate. Keywords not used in the groups: None. ","Keywords":"COATING, ORGANOPOLYSILOXANE, HYDROXYL GROUP, CURED PRODUCT, SILICONE RUBBER, ROOM TEMPERATURE, SKIN, ORGANOSILICON COMPOUND, POLYORGANOSILOXANE, CURABLE SILICONE, SILANE, AMINO GROUP, SILICONE, ALKENYL GROUP, VISCOSITY, CARBOXYL GROUP, SILICONE RESIN, POLYSILOXANE, OPTICAL MATERIAL, OPTICAL ELEMENT, SILOXANE, ELASTOMER, FILLER, PHENYL GROUP, COSMETIC, SILANE COMPOUND, REFRACTIVE INDEX, SILICA GLASS, MONOVALENT HYDROCARBON RADICAL, CURABLE ORGANOPOLYSILOXANE, SILICON ATOM, PRIMER, SEALING MATERIAL, LENS, LIQUID SILICONE RUBBER, PAINT, ULTRAVIOLET LIGHT, DISC, PLATINUM CATALYST, HYALURONIC ACID, ADHESION, SILICIC ACID, ORAL COMPOSITION, SILICONE ELASTOMER, COATING LAYER, MONOVALENT HYDROCARBON GROUP, SILICONE GEL, KERATIN MATERIAL, SEED, AVERAGE PARTICLE SIZE, NONLINEAR OPTICAL MATERIAL, PROTECTIVE COATING, AIRBAG, ADHESION PROMOTER, ALUMINUM HYDROXIDE, ORGANOSILOXANE, VINYL GROUP, SELF REPAIRING, PLASTIC LENS, ALKOXYSILANE, OPTICAL SYSTEM, VINYL POLYMER, COPOLYMER RESIN, POLYESTER FILM, SKIN EXTERNAL, BLOCKING AGENT, CURABLE COATING, POLYBUTYLENE TEREPHTHALATE, BLOCKED POLYISOCYANATE, ALKYD RESIN, SLIDING MEMBER, HARDNESS, SKIN CARE, SILOXANE COMPOUND, PROTON, FLUORESCENCE, POLYSILAZANE, VARNISH, HYDROSILYLATION CATALYST, CONDUCTIVE SILICONE, DIORGANOPOLYSILOXANE, SIO, SKIN LIGHTENING, PISTON RING, CONDUCTIVE FILLER, POLYOXYALKYLENE COMPOUND, HUMIDITY, LIQUID CHROMATOGRAPHY, QUARTZ GLASS, WHITENING, FOAM MATERIAL, COATING SURFACE, SYNTHETIC SILICA GLASS, CHROMENE, ALIPHATIC UNSATURATION, THERMOPLASTIC POLYURETHANE, DENDRIMER, METAL COATING, CHAIN EXTENDER, CYCLOOLEFIN COPOLYMER, SILICON RUBBER, TRANSDUCER, SUPRAMOLECULAR POLYMER, POLYENE, MAKEUP, ADDITION REACTION, BLOCKED ISOCYANATE, CURABLE POLYORGANOSILOXANE, CONDENSATION REACTION, ALKOXYSILYL GROUP, ALUMINUM DIHYDROGEN, ORGANOSILANE COMPOUND, PLASTIC SUBSTRATE, COATED SUBSTRATE, ORGANOPOLYSILOXANE RESIN, PRIMER LAYER, CHROMENE COMPOUND, POLYTHIOL, SYNTHETIC LEATHER, CURABLE SILICONE ELASTOMER, UNSUBSTITUTED MONOVALENT HYDROCARBON, ADDITION CURABLE SILICONE, VINYL POLYSILOXANE, HARD CARBON FILM, SILICON RESIN, FEATHER, PROCESSOR, SELF ADHESIVE, EPISULFIDE COMPOUND, CURABLE SILICONE RESIN, MOLECULAR TERMINAL, DIPHENYLMETHANONE DERIVATIVE, HYDROLYZED CONDENSATE, FLUOROSILICONE RUBBER, SCALP, OBJECTIVE LENS, EXCIMER LASER, GLASS MEMBER, TRIAZINE COMPOUND, ORGANOPOLYSILOXANE COMPOUND, RADIATION CURABLE COATING, SILANOL, LIP, COMPOSITE SHEET, OPTICAL PICKUP, ETHER GROUP, PHENOLIC HYDROXYL GROUP, CENTIPOISE, COATED CUTTING TOOL, POLYMERASE CHAIN REACTION"},"color":"rgb(237,218,255)","size":21.63094711303711},{"label":"Hydrogen Technologies in Chemical Synthesis, Dehydrogenation Processes, and UV Protection \u0026 Specialty Materials","x":-1494.0516357421875,"y":-127.7464599609375,"id":"22","attributes":{"occurrences":"13880","Desc":"Group 1: Chemical Synthesis (50% of keywords) This group focuses on the synthesis of various chemicals involving hydrogen, such as phenols, aldehydes, ketones, and carbonyl compounds. Examples include formaldehyde, carbonyldiamide, bisphenol A, and furan compounds. Hydrogen is involved in these processes as a reactant, product, or part of the molecular structure of the synthesized chemicals, playing a crucial role in their formation and stability. Group 2: Dehydrogenation Processes (35% of keywords) This group deals with dehydrogenation processes and catalysts, which are important for the production of various chemicals and materials. Examples include dehydrogenization catalysts, hydroformylation catalysts, propane dehydrogenization catalysts, and isobutane dehydrogenization catalysts. In these processes, hydrogen is either removed from or added to molecules to achieve the desired chemical structure and properties. Group 3: UV Protection \u0026 Specialty Materials (15% of keywords) This group is concerned with materials and technologies related to ultraviolet radiation protection and other specialty materials. Examples include sunscreen, hyperbranched polymers, and mesoporous materials. Hydrogen is a component of the molecular structure of these materials and plays a role in their formation, properties, and performance. Keywords not used in the groups: VEDITA 250, ENVELOPE, SILVAN, G-PROTEIN. ","Keywords":"PHENOL, ALDEHYDE, FORMALDEHYDE, REACTION PRODUCT, CONDENSATION PRODUCT, VEDITA 250, KETONE, ANILINE, CARBONYL COMPOUND, CARBONYLDIAMIDE, DEHYDROGENIZATION CATALYST, MIXED SOLUTION, POLYAMINE, UREA, ACETAL, BRAN OIL, THIOPHENE, THIOUREA, FURAN, ENVELOPE, SUNSCREEN, BENZO 1 4 QUINONE, PYRAZINE DERIVATIVE, KETONE COMPOUND, BISPHENOL A, VEDITA 250 DERIVATIVE, PYRAZINE, SECONDARY ALCOHOLS, S TRIAZINETRIAMINE, DEHYDROGENIZATION REACTOR, PRIMARY ALCOHOL, HYPERBRANCHED POLYMER, ULTRAVIOLET RADIATION, THIOPHENE COMPOUND, KETAL, VEDITA 250 COMPOUND, 1 3 PROPYLENEDIOL, CYANURIC ACID, CYCLOHEXYLBENZENE, HYDROFORMYLATION CATALYST, OLEFIN HYDROFORMYLATION, THIAZOLIDINE DERIVATIVE, MESOPOROUS MATERIAL, SUPERCRITICAL WATER OXIDATION, HYDROFORMYLATION REACTION, FURAN 2 YL METHANOL, 9H CARBAZOLE, CRESOL, GEMINI SURFACTANT, ALKYLPHENOL, DICYANDIAMIDE, HYDROXY COMPOUND, 2 OXOPROPANOIC ACID ION 1, NAPHTHALEN 1 OL, TETRAHYDROFURFURYL ALCOHOL, N PHENYLANILINE, XYLENE, CYCLOHEPTA, FURAN COMPOUND, ALKANEDIOL, MESOPOROUS MOLECULAR SIEVE, OXIRANE COMPOUND, POLYOXYMETHYLENE RESIN, FURFURAL, PROPANE DEHYDROGENIZATION CATALYST, RESINOUS CONDENSATION PRODUCT, ALKYLATED PHENOL, UREA PEROXIDE, CYCLOHEXYLBENZENE PEROXOL, THIAZOLIDINE, PENTYLENE GLYCOL, ALKADIENE, 4 CHLOROPHENOL, 1 5 PENTANEDIOL, VEDITA 250 RING, PHENOL PRODUCTION, PHOSPHORUS SULFIDE, DEGRADING BACTERIA, CARBONYL COMPOUND PRODUCTION, SILVAN, G PROTEIN, ISOBUTANE DEHYDROGENIZATION CATALYST, DIISOBUTYLENE, SODIUM CHROMATE, HETEROATOM SUBSTITUTION, CONDENSATION PRODUCT MANUFACTURE, ALKYLACROLEIN, PARTICLE ELECTRODE, AROMATIC KETONE COMPOUND, 3 HYDROXYPROPANAL"},"color":"rgb(196,196,104)","size":14.423751831054688},{"label":"The Role of Hydrogen in Magnetic Storage, Optical Technologies, and Advanced Filtering Materials","x":-1217.1600341796875,"y":-734.0789794921875,"id":"40","attributes":{"occurrences":"6691","Desc":"Group 1: Magnetic Recording and Storage (45% of keywords) This group focuses on magnetic recording and storage technologies, including various media and devices for data storage. Examples include magnetic recording medium, magnetic disc, magnetic layer, and magnetic head. Hydrogen plays a role in the synthesis and modification of materials used in these technologies, influencing properties like coercivity, stability, and recording density. Group 2: Optical Technologies (35% of keywords) This group deals with optical technologies, including materials and devices for light manipulation and emission. Examples include near-infrared, phosphor, fluorescent dye, and flat panel display. Hydrogen is involved in the synthesis and properties of optical materials and may affect their performance in terms of absorption, emission, and transmittance. Group 3: Filter Technologies (20% of keywords) This group focuses on various filtering technologies and materials for removing impurities and enhancing the quality of substances. Examples include filter, filter element, and tobacco smoke filter. Hydrogen is relevant in the synthesis and modification of filtering materials, affecting their pore size, adsorption capacity, and overall filtering performance. Keywords not used in the groups: TPU 2T RESIN, POSITIVE, YTTRIUM, REPRODUCTION, VIDEO SIGNAL, ABSORBENT MATERIAL. ","Keywords":"MAGNETIC RECORDING, FILTER, FILM PROTECTION, MAGNETIC RECORDING MEDIUM, NEAR INFRARED, TPU 2T RESIN, GLASS SUBSTRATE, PHOSPHOR, FLUORESCENT DYE, OPTICAL FILTER, MASK, ETHER COMPOUND, CARBON FILM, INORGANIC PARTICLE, PDP, MAGNETIC HEAD, MAGNETIC DISC, MAGNETIC LAYER, MAGNETIC PARTICLE, FILTER ELEMENT, POSITIVE, OPTICAL RECORDING MATERIAL, CYANINE COMPOUND, FLAT PANEL DISPLAY, FLUORESCENT LAMP, SQUARYLIUM COMPOUND, MAGNETIC TAPE, NEAR INFRARED RADIATION, VIDEO SIGNAL, ABSORBENT MATERIAL, FERROMAGNETIC POWDER, HYDROPHILIC COATING, PLASMA DISPLAY, YTTRIUM, REPRODUCTION, MAGNETIC FILM, FERROMAGNETIC METAL, TOBACCO SMOKE, PHOTOSENSITIVE SILOXANE, RESIST PROTECTIVE FILM, SQUARYLIUM, PHOTOSENSITIVE POLYSILOXANE, FLUOROCHROME, DISPLAY ELECTRODE, TETRAAZAPORPHYRIN COMPOUND, NEAR INFRARED RAY, DYE ABSORPTION, MAGNETIZATION, SPECTRAL TRANSMITTANCE, ROTARY MAGNETIC HEAD, ELECTRONIC DISPLAY, AMORPHOUS HARD CARBON FILM, TOBACCO SMOKE FILTER, PRODUCING ETHER COMPOUND, SURFACE PROTECTIVE LAYER, MAGNETIC RECORDING TAPE"},"color":"rgb(165,190,206)","size":12.08310604095459},{"label":"Advanced Printing and Recording Technologies: Inkjet Inks, Optical Media, and Photocurable Materials","x":-1854.8773193359375,"y":-1093.5263671875,"id":"4","attributes":{"occurrences":"23046","Desc":"Group 1: Inkjet Printing and Inks (55% of keywords) This group focuses on technologies and materials related to inkjet printing and inks. Examples include inkjet recording, inkjet ink, pigment dispersion, and aqueous ink. In this group, the primary role of hydrogen is in the formation of hydrogen bonds in water-based ink systems, impacting the properties of ink formulations and the inkjet printing process. Group 2: Optical, Holographic, and Electroluminescent Recording (25% of keywords) This group encompasses technologies and materials for optical, holographic, and electroluminescent recording. Examples include optical recording medium, hologram, and electroluminescent display. Hydrogen is involved in the chemical structure of many organic materials used in these applications, impacting their optical properties and performance. Group 3: Photopolymerization and Photocurable Materials (20% of keywords) This group relates to photopolymerization processes and photocurable materials. Examples include photopolymerization initiator, photocurable ink, and photopolymerizable resin. Hydrogen plays a role in the chemical structure of the materials and is involved in the polymerization reactions, affecting the properties of the cured products. Keywords not used in the groups: None. ","Keywords":"COLOR FILTER, INK, SOLVENT, INKJET, PHOTOPOLYMERIZATION INITIATOR, ORGANIC SOLVENT, OPTICAL RECORDING MEDIUM, RECORDING MEDIUM, DISPERSANT, INKJET RECORDING, PHOTOCURABLE, PHOTOINITIATOR, INFORMATION RECORDING MEDIUM, AQUEOUS INK, RECORDING LAYER, COLORED PHOTOSENSITIVE RESIN, RECORDING, INKJET INK, COLORANT, LASER, PIGMENT DISPERSION, CYANINE DYE, DISPERSING AGENT, MONOVALENT SUBSTITUENT, RESIN COLORATION, INKJET PRINTING, WAVELENGTH, COMPLEX COMPOUND, RESIN PARTICLE, AZO PIGMENT, OPTICAL RECORDING, RECORDING LIQUID, RADIATION SENSITIVE, POLYSTYRENE, INK CARTRIDGE, BLACK MATRIX, ACTIVE, OXIME ESTER, WATER INK, DYE COMPOUND, COLORED CURABLE RESIN, COATED ARTICLE, OIL INK, INK SET, INORGANIC POWDER, COLORING AGENT, REACTION SOLUTION, SETTING, INK RECEPTIVE LAYER, COAL WATER SLURRY, HOLOGRAM, ADDITION COMPOUND, COLORING MATERIAL, PORPHYRIN, POLYFUNCTIONAL MONOMER, POLYCONDENSATION PRODUCT, INORGANIC MICROPARTICLE, BASE RESIN, RECORDING HEAD, INKJET RECORDING DEVICE, PHTHALOCYANINE COMPOUND, QUINOLINE YELLOW, BALLPOINT PEN, PERACID, PORPHYRIN DERIVATIVE, TRANSFER SHEET, ORGANIC PHOTOCONDUCTOR, PRINTED MATERIAL, FINE PATTERN, RADICALLY POLYMERIZABLE COMPOUND, WRITING INSTRUMENT, INORGANIC PIGMENT, ELECTROCHROMIC DISPLAY, PIGMENT DISPERSANT, INKJET PRINTER, SUBSTITUTION GROUP, PORPHYRIN COMPOUND, BLACK PHOTOSENSITIVE RESIN, IMAGE FORMATION, RESIN MICROPARTICLE, PHOTOCURABLE INK, AQUEOUS PIGMENT DISPERSION, ELECTROLUMINESCENCE, INKJET RECORDING MEDIUM, MONOAZO PIGMENT, CATIONICALLY POLYMERIZABLE COMPOUND, BOILING FRACTION, PRINT, BLACK INK, WATER SOLUBLE RESIN, PHOTOPOLYMERIZABLE RESIN, INKJET HEAD, ELECTROCHROMIC COMPOUND, IMAGE RECORDING, DISPERSION MEDIUM, RADIATION CURABLE INKJET, DIBENZO A E PYRAN COMPOUND, ORGANIC ELECTROLYTE SOLUTION, YELLOW PIGMENT, RECORDING DEVICE, CYANINE, ANTHRAPYRIDONE COMPOUND, OBETICHOLIC ACID, MONOFUNCTIONAL MONOMER, IMAGE COLORATION, PHOTOPOLYMERIZABLE COMPOUND, RADICAL POLYMERIZABLE COMPOUND, TRIARYLMETHANE DYE, SOLDER RESIST, HOLOGRAPHIC RECORDING, HOLOGRAM RECORDING MEDIUM, METAL CHELATE, POLAR ORGANIC SOLVENT, MAGENTA INK, RADIATION CURABLE INK, ABSORPTION COLUMN, INKJET RECORDING HEAD, PLANOGRAPHIC PRINTING PLATE, PIGMENT DISPERSION LIQUID, PHOTOCURABLE MONOMER, LAYER COLORATION, MAGNETO OPTICAL RECORDING MEDIUM, ORGANIC RESIDUE, SILVER INK, HYDROPHILIZATION TREATMENT, COLOR DISPLAY, DISPERSION STABILIZING RESIN, PHOTOSENSITIVE PASTE, COLORED CURED FILM, POLYMER PHOSPHOR, PHOTOCURABLE INKJET, EL DISPLAY DEVICE, AQUEOUS INKJET, RED PIGMENT, OXYGEN ABSORBING RESIN, BLUE PHOTOSENSITIVE RESIN, REVERSIBLE THERMOSENSITIVE RECORDING MEDIUM, BORAZINE COMPOUND, NONAQUEOUS INK, PIGMENT YELLOW, TARGET RECORDING MEDIUM, COLORED PATTERN, ORGANIC MICROPARTICLE, COLOR FILTER INK, ISOINDOLINE PIGMENT, PHOTOCURING, QUINOLINE YELLOW COMPOUND, INKJET PRINTHEAD, RECORDING INFORMATION, COLORED MICROPARTICLE DISPERSION"},"color":"rgb(255,191,154)","size":17.408082962036133},{"label":"\"Hydrogen in Acid and Halogen Production, Chemical Processing, Environmental Treatment, and Fluorinated and Chlorinated Compounds","x":-2103.24365234375,"y":-542.2373046875,"id":"29","attributes":{"occurrences":"29875","Desc":"Group 1: Acid and Halogen Production (30% of keywords) This group focuses on the production and purification of acids and halogens, such as hydrogen chloride, hydrogen fluoride, sulfuric acid, hydrochloric acid, and nitric acid. Hydrogen plays a critical role in the formation and reactions of these acids and their corresponding salts. Group 2: Chemical Processing and Synthesis (30% of keywords) This group relates to various chemical processes and synthesis reactions, including catalytic oxidation, chlorination, fluorination, and desorption. Hydrogen is involved in the formation and reactions of many intermediate and final products, such as chloroethene, epiclorohydrin, and allyl chloride. Group 3: Environmental and Waste Treatment (20% of keywords) This group focuses on the treatment and disposal of waste and by-products, as well as environmental remediation processes. Examples include leaching, removing arsenic, sulfur removal, and heat recovery. Hydrogen is involved in the reactions and processes that help treat, neutralize, or recover valuable materials from waste streams. Group 4: Fluorinated and Chlorinated Compounds (20% of keywords) This group covers the synthesis, properties, and applications of fluorinated and chlorinated compounds, such as hydrofluorocarbons, refrigerant R134A, and chlorinated hydrocarbons. Hydrogen\u0027s role includes forming bonds and participating in reactions with halogens to create these compounds, which find applications in refrigeration, electronics, and other industries. Keywords not used in the groups: None. ","Keywords":"HYDROGEN CHLORIDE, HYDROGEN FLUORIDE, PHOSPHORIC ACID, DEBACTEROL, SULFURIC ACID, INJECTION, HYDROCHLORIC ACID, HYDROGEN BROMIDE, SODIUM HYDROXIDE, RED FUMING NITRIC ACID, RECTIFYING TOWER, CARBONIC ACID CALCIUM SALT 1, POTASSIUM PHOSPHATE, WASTE LIQUID, LIQUOR, MAGNESIUM OXIDE, CHLOROETHENE, CONTINUOUS, SODIUM CHLORIDE, IODINE, SODIUM BICARBONATE, CATALYTIC OXIDATION, PROPANE 1 2 3 TRIOL, HYDROFLUORIC ACID, AMMONIUM SULFATE, AMMONIUM CHLORIDE, PHOSPHATE 3, HALOGENATED HYDROCARBON, MONOAMMONIUM PHOSPHATE, CHLORINATION, VINYLIDENE CHLORIDE, SODIUM SULFATE, MAGNESIUM CHLORIDE, CHLOROETHENE RESIN, GERMANIUM, PHOSPHATE, HYDROGEN CHLORIDE GAS, WORKING FLUID, CHLOROSILANE, NITRIC ACID, FLUORINE COMPOUND, EPICHLOROHYDRIN, SULFUR TRIOXIDE, FLUORINATION CATALYST, METHYLENE CHLORIDE, CHLORINATED HYDROCARBON, BY PRODUCT, REACTION FURNACE, CALCIUM HYDROXIDE, LITHIUM HEXAFLUOROPHOSPHATE, POTASSIUM SULFATE, CALCIUM CHLORIDE, CHLOROMETHANE, FERRIC CHLORIDE, ANHYDROUS HYDROGEN FLUORIDE, HEAT RECOVERY, POTASSIUM CHLORIDE, ALUMINUM FLUORIDE, 2 3 3 TETRAFLUOROPROPENE, CALCIUM CARBONATE, SULFUR HEXAFLUORIDE, DICHLOROPHENYL, DIMETHYLAMINO, 2 METHYLPROPANE, AGRICULTURE, ALUMINUM CHLORIDE, ETHYLENE TETRACHLORIDE, PHOSPHOROUS ACID, DESORPTION TOWER, PHOSPHORIC ACID ESTER, AUTOMATIC CONTROL, CYANURIC CHLORIDE, BUTADIENE, BENZALDEHYDE, ACETYLENE TRICHLORIDE, FREEZE DRIED, WASHING TOWER, FLUOROMETHANE, LEACHING, DIMETHY, DIMETHOXY, SILICON TETRAFLUORIDE, AMMONIUM FLUORIDE, THIONYL CHLORIDE, FERRIC OXIDE, POTASSIUM HYDROXIDE, CHLOROSULFURIC ACID, CAPROLACTONE, HYDROFLUOROCARBON, REFRIGERANT R134A, PHOSPHORUS PENTAFLUORIDE, SYNTHESIS FURNACE, ALLYL CHLORIDE, FLUORITE, CYANOGEN CHLORIDE, TETRACHLOROMETHANE, AMMONIUM BIFLUORIDE, CHLORINE PRODUCTION, 2 METHYLBUTA 1 3 DIENE, AZEOTROPE, SYNTHETIC FURNACE, PHOSPHOLIPID, MONOCALCIUM PHOSPHATE, HFC 245FA, DICHLOROPROPANOL, CHLORINATION REACTION, H I, REACTION BOX, ABSORPTION ZONE, URANIUM HEXAFLUORIDE, PROPANE 1 2 DIOL, INORGANIC PHOSPHORUS, DISTILLATION ZONE, FLUOSILICIC ACID, PENTAFLUOROETHANE, FERROUS CHLORIDE, BYPRODUCT, ELECTRONIC GRADE, SODIUM PHOSPHATE, PENTAERYTHRITOL, VINYL FLUORIDE, NANO, SODIUM IMINOMETHANIDE, REMOVING ARSENIC, DIBASIC AMMONIUM PHOSPHATE, LITHIUM FLUORIDE, BISMALEIMIDE, ALKYL CHLORIDE, MAIN SHAFT, BAKING SODA, HYDROGEN IODIDE, PHENYLMETHANOL, LATERITE NICKEL ORE, POLYPHOSPHORIC ACID, POTASSIUM FLUORIDE, RECOVERING GAS, HEXAHYDRO, GAS FLOW, TRICHLORO METHYL, GAS ABSORPTION, BARIUM CHLORIDE, METALLIC SILICON, IMINO DIBENZYL, SODIUM FLUORIDE, AMBROXOL HYDROCHLORIDE, SULFUR REMOVAL, SEPARATION TOWER, FLUORINATION REACTION, 1 1 TRICHLOROETHANE, RECOVERY TOWER"},"color":"rgb(224,218,249)","size":19.63151741027832},{"label":"Hydrogen in Semiconductor Manufacturing: Materials, Applications, and Process Technologies","x":-1679.004638671875,"y":-1081.68310546875,"id":"11","attributes":{"occurrences":"75537","Desc":"Group 1: Semiconductor Materials and Thin Films (50% of keywords) This group deals with the materials and thin films used in semiconductor devices and their processing techniques. Examples include silicon carbide, silicon nitride, metal oxide, amorphous silicon, diamond-like carbon, and gallium nitride. Hydrogen plays a role in the formation and modification of these materials, often through processes like chemical vapor deposition (CVD) and plasma treatment, which utilize hydrogen-containing gases to influence material properties. Group 2: Semiconductor Devices and Applications (35% of keywords) This group focuses on various devices and applications involving semiconductors in the presence of hydrogen. Examples include solar cells, light-emitting diodes (LEDs), thin-film transistors, dye-sensitized solar cells, and semiconductor lasers. In this group, hydrogen is involved in the manufacturing processes, doping, and passivation steps, which can impact device performance, efficiency, and stability. Group 3: Process Technologies and Equipment (15% of keywords) This group involves the equipment and techniques used for processing and manufacturing semiconductor devices and materials in the presence of hydrogen. Examples include reaction chamber, vacuum chamber, ion implantation, atomic layer deposition, and epitaxial growth. Hydrogen plays a role in these technologies by participating in various deposition and treatment processes, affecting the properties and performance of semiconductor materials and devices. Keywords not used in the groups: Imaging, image processing, group III, pure water. ","Keywords":"SEMICONDUCTOR DEVICE, SUBSTRATE, FILM, THIN FILM, SILICON CARBIDE, PHOTOELECTRIC CONVERSION, THIN FILM TRANSISTOR, HING, SILICON, SOLAR CELL, FILM INSULATION, CHAMBER, ORGANIC SEMICONDUCTOR, SEMICONDUCTOR SUBSTRATE, SEMICONDUCTOR, PLASMA, SILICON NITRIDE, WAFER, HEAT TREATMENT, IMPURITY, SILICON WAFER, METAL OXIDE, OXIDE, SILICON OXIDE, LIGHT, SEMICONDUCTOR LAYER, SILICON SUBSTRATE, REACTION CHAMBER, CVD, LIGHT EMITTING DIODE, INTERLAYER INSULATING FILM, LAYER INSULATION, CLEANING, BORON NITRIDE, IMAGING, SEMICONDUCTOR MATERIAL, SEMICONDUCTOR WAFER, DIELECTRIC LAYER, DYE SENSITIZED SOLAR CELL, INTEGRATED CIRCUIT, DIELECTRIC CONSTANT, COMPOUND SEMICONDUCTOR, THERMAL CONDUCTIVITY, CONJUGATED POLYMER, DIAMOND, CHEMICAL VAPOR DEPOSITION, COATING FILM, LED, SINGLE CRYSTAL, ORGANIC SOLAR CELL, FET, OPENING, TRANSPARENT CONDUCTIVE FILM, OXIDE FILM, DIAMOND LIKE CARBON, GALLIUM NITRIDE, TRANSISTOR, SUBSTRATE SURFACE, DEPOSITION, RUTHENIUM, SOLID STATE IMAGING, LAYER CONDUCTION, VAPOR DEPOSITION, ATOMIC LAYER DEPOSITION, SEMICONDUCTOR LASER, METAL LAYER, GROWTH, CLEANING SOLUTION, SILICON NITRIDE FILM, PLASMA TREATMENT, CONDUCTIVE FILM, ALUMINUM NITRIDE, COATING LIQUID, SEMICONDUCTOR MEMORY, TIN OXIDE, CAVITY, POLYMER FILM, BASE MATERIAL, SEMICONDUCTOR STRUCTURE, GROOVE, EPITAXIAL GROWTH, EPITAXIAL LAYER, GATE ELECTRODE, SEMICONDUCTOR DEVICE MANUFACTURING, OXIDATION CATALYST, AMORPHOUS SILICON, SILICA GEL, TUNGSTEN OXIDE, SILICON ON INSULATOR, IMAGE SENSOR, DIAMOND FILM, TRENCH, ORGANIC THIN FILM TRANSISTOR, BARRIER LAYER, TITANIUM NITRIDE, PHOTOVOLTAIC DEVICE, REACTION TUBE, SEMICONDUCTOR THIN FILM, ION IMPLANTATION, FILM FORMATION, EPITAXIAL WAFER, DIELECTRIC FILM, BUFFER LAYER, FLUORESCENT POWDER, DIELECTRIC MATERIAL, DRAIN ELECTRODE, THIN FILM SOLAR CELL, SILICON OXIDE FILM, GATE INSULATING FILM, ION SOURCE, REACTION GAS, INSULATOR, REFRACTORY MATERIAL, PURE WATER, ACTIVE LAYER, SILICA FILM, VACUUM CHAMBER, ION BEAM, INTERLAYER, ORGANIC THIN FILM, FULLERENE DERIVATIVE, SEMICONDUCTOR INTEGRATED CIRCUIT, SINTERING, ORGANIC PHOTOELECTRIC CONVERSION, OXIDE LAYER, GATE, GALLIUM ARSENIDE, IMAGE PROCESSING, CLEANING LIQUID, HEATING ELEMENT, MULTILAYER FILM, SEMICONDUCTOR MANUFACTURING, N TYPE, SEMICONDUCTOR FILM, ORGANIC DYE, FERROELECTRIC MEMORY, GROUP III, ANTIREFLECTION FILM, PROCESSING CHAMBER, DIFFUSION, OXIDE SEMICONDUCTOR LAYER, CRYSTAL GROWTH, MEMORY DEVICE, ARRAY SUBSTRATE, FERROELECTRIC CAPACITOR, TRANSPARENT SUBSTRATE, PLASMA PROCESSING, PHOTOVOLTAIC CELL, RESISTOR, PIXEL ELECTRODE","Image":"3436117-200.png"},"color":"rgb(128,201,189)","size":34.49847412109375},{"label":"Innovations in Hydrogen-Containing Compounds: Organic Synthesis, Medicinal Chemistry, and Analytical Methods","x":-1893.063232421875,"y":-409.78314208984375,"id":"6","attributes":{"occurrences":"120257","Desc":"Group 1: Organic Chemistry and Synthesis (50% of keywords) This group focuses on the organic chemistry aspects related to hydrogen, including chemical structures, functional groups, and synthesis techniques. Examples include alkyl, ester, carboxylic acid, halogen, alkoxy, and amide. Hydrogen plays a key role in the formation of various organic compounds and reactions, such as hydrogenation and dehydrogenation processes, and contributes to the overall molecular structure and properties of these compounds. Group 2: Pharmaceuticals and Medicinal Chemistry (30% of keywords) This group deals with the application of hydrogen and organic compounds in pharmaceuticals and medicinal chemistry. Examples include medicament, herbicidal, herbicide, optically active, intermediate, and pharmaceutical preparation. Hydrogen is essential in the synthesis and properties of various bioactive molecules used for therapeutic purposes, influencing the efficacy and safety of drugs. Group 3: Analytical Chemistry and Characterization (20% of keywords) This group focuses on techniques and methods for analyzing and characterizing hydrogen-containing compounds and their derivatives. Examples include spacing image, metal salt, formula product, and fluorescent compound. Hydrogen is an integral part of the molecular structure of organic compounds and contributes to their analytical and physical properties, such as solubility, stability, and reactivity. Keywords not used in the groups: None. ","Keywords":"ALKYL, ALKYL GROUP, HYDROGEN ATOM, DERIVATIVE, CARBOXYLIC ACID, METHYL, ESTER, HALOGEN, CHLORINE, ACID, ALKYL RADICAL, MEDICAMENT, ACID ADDITION, HERBICIDAL, HERBICIDE, OPTICALLY ACTIVE, INTERMEDIATE, SPACING IMAGE, PHENYL, ARYL, ATOM, ALKOXY, AMIDE, CYCLOALKYL, DIONE, ETHYL, ALKOXY CARBONYL, BRANCHED ALKYL, INTEGER, TRIFLUOROMETHYL, ALKYL SUBSTITUTION, CHEMICAL COMPOUND, BIS, MEANING, ALKOXY GROUP, PYRIDINE, PIPERAZINE CITRATE, ACID ADDITION SALT, BROMINE, CLASS, STEROID, HYDROXY, ALKENYL, AMMONIUM 1 SALT, RESIDUE, CYANO, PYRIMIDINE DERIVATIVE, HALO, ORGANIC ACID, NITROGEN ATOM, PYRIMIDINE, GROUP MEMBER, FRAGRANCE, BENZOIC ACID, BENZYL, DOUBLE BOND, LACTONE, POLYETHYLENE GLYCOL, HALOALKYL, ARYL SUBSTITUTION, PHARMACEUTICAL PREPARATION, HYDROXYL, STAND, DIOL, HYDROCARBON RADICAL, METAL SALT, PREGNENE, ESTERS, NITRILE, DIMETHYL, SYNTHESIZING, CARBOXYL, DIENE, METHYL ESTER, MONO, PIPERIDINE DERIVATIVE, PROPYL, PREGNADIENE, 3 D, CARBOXYLIC ACID DERIVATIVE, LACTAM, PIPERIDINE, ACETATE, ANION, METHOXY, ALIPHATIC RADICAL, CARBAMATE, CYCLOALKYL GROUP, BENZODIAZEPINE, CATION, ALKYLENE GROUP, METHYLENE, BRANCHED CHAIN, ALKYL ESTER, OXYGEN ATOM, POLYHYDRIC ALCOHOL, HYDROXY GROUP, FORMULA PRODUCT, CLASS MEMBER, CYCLODEXTRIN, BUTYL, ARALKYL, ACYL, ESTER DERIVATIVE, FREE BASE, PYRIDYL, CARBONYLDIAMIDE DERIVATIVE, PREGNANE SKELETON, ALKYNYL, ARALKYL GROUP, ALKOXY RADICAL, LONG CHAIN, ACYL RADICAL, BENZODIAZEPINE DERIVATIVE, CARBOXYLIC ACID ESTER, DIHYDROXY, CYANO GROUP, INDUSTRIAL PRODUCT, CARBAMOYL, PROPANOIC ACID, ANDROSTENE, OXO, ARALKYL RADICAL, IDENTICAL SUBSTITUENT, 1H 1 3 BENZODIAZOLE, ORGANIC PEROXIDE, OCTANE, PIPERAZINE, QUATERNARY AMMONIUM 1 SALT, HYDROXYMETHYL, MORPHOLINO, DISAZO COMPOUND, ALKANOIC ACID, GLYPHOSATE, SULFO GROUP, 10H PHENOTHIAZINE DERIVATIVE, INTERPOLYMER, CYCLOHEXYL, ANDROSTRANE SKELETON, ARYL RADICAL, THIAZOLE, STRAIGHT CHAIN ALKYL, PYRROLIDINE DERIVATIVE, GUANIDINE, FLUORESCENT COMPOUND, PYRIDINE 3 CARBOXYLIC ACID, QUINAZOLINONE, IMIDAZOLE DERIVATIVE, PIPERAZINE CITRATE DERIVATIVE, VITAMIN A"},"color":"rgb(255,208,113)","size":49.0587272644043},{"label":"Innovations in Hydrogen-Based Contrast Agents and X-ray Diffraction for Material Characterization","x":-889.4756469726562,"y":-885.455810546875,"id":"42","attributes":{"occurrences":"871","Desc":"Group 1: Medical Imaging Applications (70% of keywords) This group focuses on technologies related to medical imaging, with a particular emphasis on contrast agents and imaging techniques. Examples include contrast agent, X-ray, magnetic resonance imaging (MRI), radio frequency, contrast medium, magnetic resonance, photoacoustic imaging, and ultrasonic imaging. In this context, hydrogen can play a role as a key element in novel contrast agents, such as hyperpolarized hydrogen gas or hydrogen-based nanoparticles, which can enhance the signal-to-noise ratio and improve the diagnostic capabilities of various imaging modalities. Group 2: Materials Characterization (30% of keywords) This group deals with techniques used for analyzing and characterizing materials, specifically X-ray powder diffraction. Examples include powder diffraction, X-ray powder diffraction, and active isomer. Hydrogen can play a role in these techniques as a component of the studied materials or as a factor influencing diffraction patterns. For instance, hydrogen storage materials or hydrogen-containing compounds can be analyzed using X-ray powder diffraction to determine their crystal structures, phase transitions, or other properties. Keywords not used in the groups: None. ","Keywords":"CONTRAST AGENT, X RAY, MAGNETIC RESONANCE IMAGING, MRI, RADIO FREQUENCY, CONTRAST MEDIUM, MAGNETIC RESONANCE, POWDER DIFFRACTION, X RAY POWDER DIFFRACTION, PHOTOACOUSTIC IMAGING, ULTRASONIC IMAGING, ACTIVE ISOMER"},"color":"rgb(82,236,255)","size":10.188189506530762},{"label":"Hydrogen Applications in Hydrocarbon Recovery and Laser Technologies for the Oil and Gas Industry","x":-1876.70458984375,"y":-1589.259521484375,"id":"33","attributes":{"occurrences":"1412","Desc":"Group 1: Hydrocarbon Recovery and Well Operations (90% of keywords) This group focuses on technologies and methods related to the extraction of hydrocarbons from subterranean formations and various well operations. Examples include well, subterranean formation, wellbore, oil recovery, injection well, well bore, recovering hydrocarbon, production well, treatment fluid, workpiece, tool, and stud. In this context, hydrogen can play a role in enhanced oil recovery techniques, hydrogen injection for in-situ upgrading of heavy oil, or hydrogen production technologies integrated with oil and gas infrastructure. Group 2: Laser Applications in the Oil and Gas Industry (10% of keywords) This group deals with the application of laser technology in various oil and gas industry processes, including drilling, cutting, or other operations. Examples include laser beam. In this context, hydrogen can be used as a fuel for high-powered lasers or as a shielding gas to protect the laser optics and workpiece from oxidation or contamination during the operation. Keywords not used in the groups: None. ","Keywords":"WORKPIECE, TOOL, WELL, SUBTERRANEAN FORMATION, WELLBORE, LASER BEAM, OIL RECOVERY, INJECTION WELL, WELL BORE, RECOVERING HYDROCARBON, PRODUCTION WELL, STUD, TREATMENT FLUID"},"color":"rgb(255,184,98)","size":10.36433219909668},{"label":"The Role of Hydrogen in Polymerization Processes, Transition Metal Catalysts, and Polyolefin Production","x":-1529.8060302734375,"y":-1124.423583984375,"id":"30","attributes":{"occurrences":"14890","Desc":"Group 1: Polymerization (60% of keywords) This group focuses on polymerization processes, which involve the synthesis of polymers from monomers, such as olefins, vinyl compounds, and styrene. Examples include olefin polymerization, copolymerization, and addition polymerization. Hydrogen plays a role in these processes as part of the hydrocarbon structure of monomers and polymers, and may also be involved in certain polymerization reactions. Group 2: Transition Metal Catalysts (30% of keywords) This group deals with transition metal catalysts and their components, which are crucial for various hydrogen-related reactions and processes. Examples include metallocene compounds, Ziegler-Natta catalysts, and transition metal chalcogenides. Hydrogen is involved in these catalysts as part of their molecular structure or as a reactant in catalytic processes, such as olefin polymerization and hydrogenation reactions. Group 3: Polyolefin Production (10% of keywords) This group is concerned with the production of polyolefin materials, such as polyethylene and polypropylene, which have numerous industrial applications. Hydrogen is an integral part of the hydrocarbon structure of polyolefins and plays a role in the polymerization processes used to produce these materials. Keywords not used in the groups: DECORATIVE SHEET, SOFT MAGNETIC MATERIAL, MAGNETIC FLUX, LYST, B 1, B 2, GROUP 4, GROUP METAL. ","Keywords":"POLYMERIZATION, TRANSITION METAL, OLEFIN POLYMERIZATION, CATALYST COMPONENT, TRANSITION METAL COMPOUND, HYDROCARBON GROUP, POLYOLEFIN, OLEFIN POLYMERIZATION CATALYST, OLEFIN POLYMER, TRANSITION METAL COMPLEX, SOLID CATALYST COMPONENT, POLYMERIZATION CATALYST, SUPPORTED CATALYST, VINYL COMPOUND, RARE EARTH ELEMENT, METALLOCENE COMPOUND, INITIATOR, POLYMERIZATION INHIBITOR, ETHENE POLYMERIZATION, BENZIMIDAZOLE, HYDROCARBYL SUBSTITUTION, METALLOCENE, TITANIUM COMPOUND, METALLOCENE CATALYST, CYCLICAL ETHER, ACRYLONITRILE, POLYMERIZATION PRODUCT, ORGANOALUMINUM COMPOUND, VINYL, PERIODIC TABLE, ELECTRON DONOR, AQUEOUS LIQUID, SUGAR ALCOHOL, POLAR GROUP, CATALYST SUPPORT, SUPPORTED METALLOCENE CATALYST, ETHYLENE POLYMER, ETHENE POLYMER, COPOLYMERIZATION, CATALYST CARRIER, BENZIMIDAZOLE DERIVATIVE, CARBOXYLATE, STYRENE, DECORATIVE SHEET, POLYOLEFIN PRODUCTION, CATALYST COMPOUND, POLYMER EMULSION, LIGAND COMPOUND, B 1, ETHYLENE POLYMERIZATION, RESIN MATERIAL, METHYL ACRYLATE, SOLID COMPONENT, COORDINATION COMPOUND, AROMATIC VINYL COMPOUND, SOFT MAGNETIC MATERIAL, PRODUCING OLEFIN POLYMER, TITANIUM HALIDE, CYCLOOLEFIN, SOLID PRODUCT, ZIEGLER NATTA CATALYST, METALLOCENE COMPLEX, TRANSITION METAL CATALYST, VINYL AROMATIC COMPOUND, ADDITION POLYMERIZATION, POLYSTYRENE RESIN, POLYOLEFIN STABILIZATION, ALTERNATING COPOLYMER, INTERNAL ELECTRON DONOR, HYBRID SUPPORTED METALLOCENE CATALYST, OLEFIN POLYMERIZATION CATALYST COMPONENT, POLYMERIZING OLEFIN, BENZOTHIAZOLE, PARTICLE MODIFICATION, GROUP 4, ELECTRON DONATING COMPOUND, POLYESTER PRODUCTION, BENZIMIDAZOLE COMPOUND, POLYOLEFIN MODIFICATION, PROPYLENE COPOLYMER, LYST, CRYSTALLINE POLYMER, GROUP METAL, B 2, OLEFINIC POLYMER, TITANIUM TRICHLORIDE, VINYL AROMATIC MONOMER, OLEFINIC POLYMERIZATION, ETHENE COPOLYMERIZATION, METALLOCENE SUPPORTED CATALYST, PROCATALYST, ANIONIC POLYMERIZATION INITIATOR, OLEFIN BLOCK COPOLYMER, LITHIUM TRANSITION METAL, ALKYL ALUMINOXANE, VINYL POLYMERIZATION, HYBRID SUPPORTED CATALYST, ALPHA OLEFIN POLYMER, OXIDE NANOPARTICLE, ETHENE POLYMERIZATION CATALYST, SUBSTITUTED HETEROHYDROCARBYL, ELECTRON DONOR COMPOUND, PHOSPHIDE CATALYST, POLYETHYLENE CATALYST, TRANSITION METAL OXIDE, SULFIDE CATALYST, POLYCYCLIC HETEROARYL, OLEFIN COPOLYMERIZATION, TRANSITION METAL CHALCOGENIDE, OLEFIN POLYMER PRODUCTION, CROSSLINKED METALLOCENE COMPOUND, TRANSITION METAL PHOSPHIDE, MAGNETIC FLUX, OLEFIN POLYMERIZATION CATALYST CARRIER, CYCLICAL ETHER COMPOUND, ETHENE ALPHA OLEFIN COPOLYMER, SOLID TITANIUM CATALYST, IRON NICKEL ALLOY"},"color":"rgb(255,218,95)","size":14.752593994140625},{"label":"Advances in Hydrogen-Related Technologies: Organic Synthesis, Pest Control, and Electronics","x":-1651.0657958984375,"y":-279.9241027832031,"id":"39","attributes":{"occurrences":"30504","Desc":"Group 1: Organic Compounds and Synthesis (50% of keywords) This group focuses on various organic compounds, their derivatives, and synthesis methods. Examples include amide compound, pyrimidine compound, and ester compound. Hydrogen plays a role in the chemical structure of these organic compounds, affecting their properties and reactivity, as well as participating in synthesis reactions. Group 2: Antimicrobial and Pest Control Agents (35% of keywords) This group relates to antimicrobial agents, bactericides, and pest control in agriculture and horticulture. Examples include antimicrobial agent, bactericide, and plant disease. Hydrogen plays a role in the chemical structure of these agents, impacting their effectiveness against microbes and pests, as well as determining their environmental impact. Group 3: Materials and Applications in Imaging and Electronics (15% of keywords) This group focuses on materials and applications in the fields of imaging, electronics, and related technologies. Examples include organic transistor, electrophotographic recording material, and thermosensitive transfer. Hydrogen is involved in the chemical structure of materials used in these applications, influencing their electronic and optical properties, and performance. Keywords not used in the groups: None. ","Keywords":"CHEMICAL FORMULA, HALOGEN ATOM, AMIDE COMPOUND, SILICON COMPOUND, ANTIMICROBIAL AGENT, PEST CONTROL, 1H INDOLE DERIVATIVE, ESTER COMPOUND, ORGANIC TRANSISTOR, BACTERICIDE, SYMBOL, AGRICULTURAL BACTERICIDE, VITAMIN D, ANTIBACTERIAL, HYDRAZINE DERIVATIVE, 1H PYRAZOLE DERIVATIVE, PYRIMIDINE COMPOUND, PLANT DISEASE, PHOTOCHROMIC COMPOUND, SULFUR ATOM, I 1, 1H 1 3 BENZODIAZOLE DERIVATIVE, TRICYCLIC COMPOUND, ANTIFUNGAL AGENT, PYRIDINE COMPOUND, INTERMEDIATE COMPOUND, THIAZOLE DERIVATIVE, PHENOL DERIVATIVE, MONOVALENT HYDROCARBON, TRIAZOLE DERIVATIVE, 1H PYRROLE DERIVATIVE, AMMONIA DERIVATIVE, OPTICALLY ACTIVE PRODUCTION, THIOPHENE DERIVATIVE, SULFONAMIDES, ELECTROPHOTOGRAPHIC RECORDING MATERIAL, BENZAMIDE DERIVATIVE, AMINE DERIVATIVE, 1H IMIDAZOLE COMPOUND, PHOSPHATE 3 ESTER, HORTICULTURAL BACTERICIDE, 1H PYRAZOLE COMPOUND, NAPHTHALENE DERIVATIVE, CYCLOPROPANECARBOXYLIC ACID, BICYCLIC COMPOUND, FORMULA IA, PYRAZOLE, SULFANIUM SALT, 1H PYRROLE COMPOUND, 1H PYRAZOLE, NITRO GROUP, ANTIMICROBIAL, COLLAGEN, HYDROCARBON SUBSTITUTION, WASTE PAPER, VITAMIN D3, PROPHYLAXIS, THIOL COMPOUND, SULFONAMIDES DERIVATIVE, 2E 3 PHENYLPROP 2 ENOIC ACID, ERYTHROMYCIN DERIVATIVE, DEINKING, QUALITY, PYRAZOLONE DERIVATIVE, THERMOSENSITIVE TRANSFER, ANTIMICROBIAL ACTIVITY, HARMFUL ARTHROPOD, UNSUBSTITUTED ARALKYL, FURAN DERIVATIVE, OPTICALLY ACTIVE ALCOHOL, COMPOUND SALT, PHARMACEUTICAL AGENT, SULFONAMIDES COMPOUND, WHITENING AGENT, IMIDE COMPOUND, CARBAPENEM COMPOUND, ORGANIC SULFUR COMPOUND, HYDANTOIN DERIVATIVE, FLUORAN COMPOUND, 5 LO, OXIME DERIVATIVE, STEROID DERIVATIVE, CYCLOHEXANE DERIVATIVE, DOPING, ORGANIC SILICON COMPOUND, ANTIMALARIAL, CHROMAN DERIVATIVE, CARBAMATE COMPOUND, AGRICULTURAL CHEMICAL, DIVALENT HYDROCARBON GROUP, CARBAMATE DERIVATIVE, 1 OXA 2 AZACYCLOPENTADIENE DERIVATIVE, CRYSTAL FACE, PROSTAGLANDIN DERIVATIVE, STYLING, 2H CHROMEN 2 ONE COMPOUND, OXYALKYLENE GROUP, TRISAZO DYE, ANGIOGENESIS INHIBITOR, IMPAIRED GLUCOSE TOLERANCE, AQUEOUS FORMULATION, QUINOLONE COMPOUND, TRANSFER MATERIAL, THERMOPLASTIC POLYESTER, SILICON POLYMER, BARIUM IRON PHOSPHATE, BENZOPYRAN COMPOUND, LIQUID FORMULATION, IMIDAZOPYRIDINE DERIVATIVE, PYRIDAZINE COMPOUND, IMAGE BEARING MEMBER, ERYTHROMYCIN, TRIOXSALEN, PYRIDINIUM SALT, POLYCARBONATE POLYMER, INVERTEBRATE PEST, MULBERRY, PLANT GROWTH PROMOTER, THERMOSENSITIVE TRANSFER RECORDING, OXADIAZOLE, ELECTROPHOTOGRAPHIC RECORDING, PHOTORESIST RESIN, HSDB 58, CAR BORANE, VITAMIN D DERIVATIVE, BENZENESULFONAMIDE DERIVATIVE, CHARGE TRANSPORTING VARNISH, CARBAPENEM ANTIBIOTIC, ISOTHIAZOLINONE COMPOUND, THIADIAZOLE DERIVATIVE, PROTEIN KINASE C, BASE ADDITION, PHOTOCHROMIC ARTICLE, HIGH CONTRAST, METHADONE DERIVATIVE, ISONIAZID COMPOUND, DIPEPTIDYL PEPTIDASE IV, DIPEPTIDYL PEPTIDASE IV INHIBITOR, CDF, TRANSFER RECORDING MATERIAL, LACTONE DERIVATIVE, ISOXAZOLINE COMPOUND, AROMATIC COPOLYESTER, BENZOYLUREA COMPOUND, ANILIDE DERIVATIVE, PADA, SPIROOXAZINE COMPOUND, UNSUBSTITUTED HYDROCARBON, HOLE TRANSPORT MATERIAL, MAILLARD REACTION"},"color":"rgb(152,198,106)","size":19.83631134033203},{"label":"Innovations in Hydrogen-Containing Materials for Electronics: Photoresists, Resins, Polymers, and Processing Techniques","x":-1427.712890625,"y":-683.668212890625,"id":"24","attributes":{"occurrences":"58582","Desc":"Group 1: Photoresist Materials and Processes (55% of keywords) This group focuses on photoresist materials and processes used in the fabrication of electronic components, such as printed circuit boards (PCBs) and liquid crystal displays (LCDs). Examples include photosensitive resin, positive resist, exposure, resist pattern, and actinic radiation-sensitive. Hydrogen plays a role in the molecular structure and reactivity of these materials, contributing to their photosensitivity and chemical resistance during the photolithography process. Group 2: Resins and Polymers for Electronic Applications (35% of keywords) This group deals with various resins and polymers used in electronic applications, such as encapsulation, insulation, and structural reinforcement. Examples include epoxy resin, thermosetting resin, polyimide, phenolic resin, and unsaturated polyester resin. Hydrogen is an essential element in the formation of these polymer structures, affecting their mechanical, thermal, and electrical properties, which are crucial for the performance of electronic devices. Group 3: Curing and Processing Techniques (10% of keywords) This group focuses on the curing and processing techniques used in the fabrication of electronic components and materials, such as curing agents, hardeners, and curing accelerators. Examples include curing, activation energy, ultraviolet, electron beam, and immersion exposure. Hydrogen is involved in the chemical reactions during the curing process, contributing to the cross-linking of polymer chains and the formation of a solid material with specific properties. Keywords not used in the groups: diligent research, particle size, microparticle, template, glass transition temperature, fiber reinforced composite, touch panel, screen, thick film, electromagnetic wave, microlens, partition wall, resin precursor. ","Keywords":"RESIN, EAS 8A, PHOTOSENSITIVE RESIN, FLUORINE ATOM, EPOXY RESIN, STRUCTURAL UNIT, REPEATING UNIT, CURABLE RESIN, RESIST, PHOTORESIST, RADIATION SENSITIVE RESIN, CURING AGENT, THERMOSETTING RESIN, PHOSPHORUS, RESIST PATTERN, POLYMER COMPOUND, LAMINATE, DILIGENT RESEARCH, POSITIVE RESIST, EPOXY COMPOUND, POLYMERIZABLE COMPOUND, LIQUID CRYSTAL ALIGNMENT, CURED FILM, POLYIMIDE, ELECTRONIC COMPONENT, POSITIVE PHOTORESIST, ACTIVE HYDROGEN, PHOTOACID GENERATOR, OPTICAL WAVEGUIDE, POLYIMIDE RESIN, POLYIMIDE PRECURSOR, PCB, ACTIVATION ENERGY, RESIST MATERIAL, SEALING, PREPREG, ALKALI SOLUBLE RESIN, ULTRAVIOLET, POWDER COATING, EPOXIDE, EPOXY GROUP, INORGANIC FILLER, POLYIMIDE FILM, PHENOLIC RESIN, RELEASE AGENT, CONDUCTIVE POLYMER, EXPOSURE, CELLULOSE DERIVATIVE, PRINTED WIRING BOARD, MOLDING MATERIAL, RADIATION, COATING MATERIAL, MOISTURE, ELECTRON BEAM, PHOTOSENSITIVE POLYMER, PHENOL RESIN, LIQUID CRYSTAL ALIGNMENT FILM, MOLDED PRODUCT, ACID GENERATOR, POSITIVE PHOTOSENSITIVE RESIN, DIAMINE, ALICYCLIC HYDROCARBON, POLYAMIC ACID, SPACER, PHENOL COMPOUND, ORGANOPHOSPHORUS COMPOUND, ADDUCT, ACTINIC RAY, CURING, TETRACARBOXYLIC DIANHYDRIDE, BISPHENOL, NOVOLAC RESIN, EPOXY, CYANATE ESTER, CRT, POSITIVE WORKING PHOTOSENSITIVE RESIN, BENZOXAZINE, COPPER FOIL, PARTICLE SIZE, UNSATURATED POLYESTER RESIN, PHOTOSENSITIZER, MOLD, RESIN FILM, PATTERN FORMATION, UNSATURATED POLYESTER, WATER IN OIL EMULSION, POLYAMIDE IMIDE RESIN, METAL PLATE, TERPOLYMER, SILOXANE POLYMER, AROMATIC GROUP, PHOTOSENSITIVE FILM, ORGANIC GROUP, POLYEPOXIDE, RESIST FILM, CONSTITUENT UNIT, RESIN MOLDED ARTICLE, DIYL GROUP, SCREEN, ETHENYLBENZENE RESIN, PHOTORESIST LAYER, THICK FILM, POLYALKYLENE OXIDE, ELECTROMAGNETIC WAVE, ETHYLENICALLY UNSATURATED GROUP, PHOTORESIST PATTERN, HEAT RESISTANT RESIN, SULFONATE, FIBER REINFORCED COMPOSITE, AMPLIFIED RESIST, RESIST PATTERN PRODUCTION, HEAT CURABLE SILICONE, POLYMER SOLUTION, POSITIVE RESIST MATERIAL, ACTINIC RADIATION SENSITIVE, TOUCH PANEL, MICROPARTICLE, TEMPLATE, LIQUID CRYSTAL POLYESTER, GLASS TRANSITION TEMPERATURE, POLYBENZOXAZOLE PRECURSOR, NEGATIVE PHOTOSENSITIVE RESIN, POLYAMIDE IMIDE, INSULATED WIRE, POLYPHENOL, MICROLENS, ELECTRICALLY CONDUCTIVE POLYMER, POLYHYDRIC PHENOL, CURING CATALYST, HARDENER, UNSATURATED GROUP, SULFONIUM SALT, PHOTOSENSITIVE COMPOUND, URETHANE ACRYLATE, ALKALINE AQUEOUS SOLUTION, PARTITION WALL, CROSSLINKABLE POLYMER, CURING ACCELERATOR, IMMERSION EXPOSURE, POLYCARBONATE POLYORGANOSILOXANE COPOLYMER, CELLULOSE NANOFIBER, ONIUM SALT, CURABLE EAS 8A, PHOTORESIST POLYMER, SATURATED HYDROCARBON GROUP, VINYL COPOLYMER, POLYMKERIC SUBSTANCE, SILOXANE RESIN, PHOTODYNAMIC THERAPY, RESIN PRECURSOR"},"color":"rgb(133,248,203)","size":28.978145599365234}],"edges":[{"source":"20","target":"27","id":"6714","attributes":{},"color":"rgb(157,236,250)","size":0.44},{"source":"6","target":"17","id":"6423","attributes":{},"color":"rgb(218,200,122)","size":1.2400000000000004},{"source":"0","target":"1","id":"6216","attributes":{},"color":"rgb(236,196,109)","size":6.380000000000003},{"source":"16","target":"37","id":"6637","attributes":{},"color":"rgb(163,179,154)","size":0.8300000000000001},{"source":"7","target":"26","id":"6459","attributes":{},"color":"rgb(122,224,205)","size":0.33},{"source":"10","target":"21","id":"6525","attributes":{},"color":"rgb(255,182,240)","size":0.4},{"source":"27","target":"32","id":"6772","attributes":{},"color":"rgb(166,211,220)","size":0.5399999999999999},{"source":"24","target":"27","id":"6734","attributes":{},"color":"rgb(105,251,224)","size":0.39},{"source":"14","target":"18","id":"6615","attributes":{},"color":"rgb(228,182,108)","size":1.76},{"source":"26","target":"37","id":"6764","attributes":{},"color":"rgb(68,208,187)","size":1.7700000000000007},{"source":"11","target":"26","id":"6561","attributes":{},"color":"rgb(96,205,197)","size":0.6700000000000004},{"source":"10","target":"27","id":"6543","attributes":{},"color":"rgb(166,221,249)","size":1.9099999999999997},{"source":"20","target":"22","id":"6706","attributes":{},"color":"rgb(216,207,179)","size":0.85},{"source":"5","target":"6","id":"6411","attributes":{},"color":"rgb(240,195,112)","size":0.09},{"source":"2","target":"8","id":"6292","attributes":{},"color":"rgb(195,193,126)","size":0.28},{"source":"10","target":"12","id":"6521","attributes":{},"color":"rgb(223,210,181)","size":1.3700000000000003},{"source":"5","target":"36","id":"6412","attributes":{},"color":"rgb(240,183,144)","size":0.47},{"source":"7","target":"37","id":"6460","attributes":{},"color":"rgb(125,222,186)","size":0.6000000000000001},{"source":"29","target":"34","id":"6782","attributes":{},"color":"rgb(197,225,252)","size":0.8300000000000001},{"source":"12","target":"29","id":"6577","attributes":{},"color":"rgb(208,226,179)","size":2.100000000000001},{"source":"16","target":"28","id":"6639","attributes":{},"color":"rgb(255,167,163)","size":0.2},{"source":"20","target":"37","id":"6711","attributes":{},"color":"rgb(154,212,212)","size":2.68},{"source":"7","target":"15","id":"6445","attributes":{},"color":"rgb(176,238,223)","size":1.1600000000000004},{"source":"7","target":"31","id":"6458","attributes":{},"color":"rgb(199,204,200)","size":0.54},{"source":"2","target":"30","id":"6314","attributes":{},"color":"rgb(195,220,120)","size":0.35000000000000003},{"source":"10","target":"24","id":"6535","attributes":{},"color":"rgb(194,217,228)","size":8.139999999999986},{"source":"27","target":"29","id":"6769","attributes":{},"color":"rgb(150,236,247)","size":0.8},{"source":"16","target":"24","id":"6638","attributes":{},"color":"rgb(194,200,171)","size":1.3100000000000005},{"source":"17","target":"27","id":"6669","attributes":{},"color":"rgb(129,224,189)","size":0.12},{"source":"2","target":"22","id":"6294","attributes":{},"color":"rgb(166,209,124)","size":3.0699999999999994},{"source":"24","target":"37","id":"6740","attributes":{},"color":"rgb(102,227,186)","size":6.409999999999999},{"source":"14","target":"30","id":"6614","attributes":{},"color":"rgb(241,202,114)","size":1.21},{"source":"32","target":"37","id":"6795","attributes":{},"color":"rgb(163,187,181)","size":1.34},{"source":"3","target":"14","id":"6333","attributes":{},"color":"rgb(241,197,190)","size":2.7399999999999998},{"source":"20","target":"40","id":"6712","attributes":{},"color":"rgb(201,204,230)","size":1.12},{"source":"17","target":"20","id":"6656","attributes":{},"color":"rgb(209,205,193)","size":0.65},{"source":"2","target":"38","id":"6319","attributes":{},"color":"rgb(171,229,152)","size":0.98},{"source":"18","target":"28","id":"6675","attributes":{},"color":"rgb(241,180,135)","size":0.87},{"source":"9","target":"13","id":"6494","attributes":{},"color":"rgb(196,216,191)","size":0.26},{"source":"14","target":"29","id":"6616","attributes":{},"color":"rgb(226,202,191)","size":0.29},{"source":"12","target":"30","id":"6585","attributes":{},"color":"rgb(223,226,102)","size":1.25},{"source":"21","target":"32","id":"6719","attributes":{},"color":"rgb(255,172,210)","size":1.32},{"source":"3","target":"8","id":"6328","attributes":{},"color":"rgb(255,186,177)","size":0.11000000000000001},{"source":"5","target":"37","id":"6399","attributes":{},"color":"rgb(149,194,140)","size":0.08},{"source":"6","target":"8","id":"6415","attributes":{},"color":"rgb(255,186,110)","size":8.539999999999953},{"source":"9","target":"37","id":"6519","attributes":{},"color":"rgb(105,206,207)","size":0.16},{"source":"0","target":"32","id":"6239","attributes":{},"color":"rgb(236,186,136)","size":0.26999999999999996},{"source":"4","target":"26","id":"6369","attributes":{},"color":"rgb(160,200,180)","size":0.48999999999999994},{"source":"7","target":"28","id":"6448","attributes":{},"color":"rgb(217,209,195)","size":0.48},{"source":"6","target":"15","id":"6420","attributes":{},"color":"rgb(214,223,177)","size":1.9900000000000009},{"source":"13","target":"14","id":"6598","attributes":{},"color":"rgb(241,206,135)","size":0.86},{"source":"9","target":"40","id":"6515","attributes":{},"color":"rgb(151,198,226)","size":1.0},{"source":"24","target":"28","id":"6746","attributes":{},"color":"rgb(194,214,195)","size":0.06},{"source":"2","target":"6","id":"6298","attributes":{},"color":"rgb(195,215,129)","size":0.8200000000000003},{"source":"30","target":"39","id":"6787","attributes":{},"color":"rgb(203,208,100)","size":3.7800000000000002},{"source":"19","target":"21","id":"6688","attributes":{},"color":"rgb(188,188,186)","size":0.47},{"source":"26","target":"38","id":"6759","attributes":{},"color":"rgb(135,223,183)","size":1.64},{"source":"6","target":"39","id":"6419","attributes":{},"color":"rgb(203,203,109)","size":14.44},{"source":"8","target":"26","id":"6489","attributes":{},"color":"rgb(160,187,156)","size":0.07},{"source":"14","target":"25","id":"6618","attributes":{},"color":"rgb(180,220,153)","size":0.84},{"source":"24","target":"31","id":"6742","attributes":{},"color":"rgb(176,209,200)","size":0.9300000000000002},{"source":"18","target":"19","id":"6672","attributes":{},"color":"rgb(174,189,114)","size":0.59},{"source":"8","target":"43","id":"6491","attributes":{},"color":"rgb(202,179,135)","size":0.24},{"source":"16","target":"40","id":"6650","attributes":{},"color":"rgb(210,171,173)","size":0.8599999999999999},{"source":"9","target":"11","id":"6500","attributes":{},"color":"rgb(133,204,217)","size":1.4100000000000006},{"source":"4","target":"19","id":"6355","attributes":{},"color":"rgb(188,195,149)","size":1.4800000000000002},{"source":"13","target":"18","id":"6596","attributes":{},"color":"rgb(241,202,110)","size":1.4600000000000002},{"source":"16","target":"31","id":"6649","attributes":{},"color":"rgb(237,161,168)","size":0.4},{"source":"0","target":"26","id":"6241","attributes":{},"color":"rgb(141,207,142)","size":1.1500000000000006},{"source":"0","target":"25","id":"6236","attributes":{},"color":"rgb(175,229,125)","size":0.09000000000000001},{"source":"3","target":"37","id":"6349","attributes":{},"color":"rgb(163,207,208)","size":0.42},{"source":"24","target":"42","id":"6747","attributes":{},"color":"rgb(107,242,229)","size":2.12},{"source":"26","target":"27","id":"6760","attributes":{},"color":"rgb(71,232,226)","size":1.2100000000000002},{"source":"11","target":"27","id":"6571","attributes":{},"color":"rgb(102,228,217)","size":0.06},{"source":"24","target":"26","id":"6737","attributes":{},"color":"rgb(99,229,204)","size":5.689999999999992},{"source":"13","target":"29","id":"6595","attributes":{},"color":"rgb(239,222,193)","size":1.5900000000000007},{"source":"16","target":"32","id":"6644","attributes":{},"color":"rgb(255,160,167)","size":0.62},{"source":"17","target":"32","id":"6660","attributes":{},"color":"rgb(218,180,163)","size":2.6200000000000006},{"source":"2","target":"27","id":"6309","attributes":{},"color":"rgb(106,239,195)","size":1.3800000000000006},{"source":"1","target":"27","id":"6277","attributes":{},"color":"rgb(166,221,193)","size":0.44},{"source":"8","target":"19","id":"6469","attributes":{},"color":"rgb(188,182,126)","size":2.469999999999998},{"source":"17","target":"26","id":"6661","attributes":{},"color":"rgb(123,201,169)","size":1.3000000000000003},{"source":"8","target":"37","id":"6477","attributes":{},"color":"rgb(163,185,138)","size":0.15},{"source":"8","target":"30","id":"6487","attributes":{},"color":"rgb(255,191,101)","size":0.21000000000000002},{"source":"20","target":"28","id":"6716","attributes":{},"color":"rgb(246,199,221)","size":0.1},{"source":"24","target":"40","id":"6744","attributes":{},"color":"rgb(149,219,204)","size":2.1},{"source":"22","target":"31","id":"6730","attributes":{},"color":"rgb(207,183,150)","size":1.9300000000000002},{"source":"3","target":"32","id":"6336","attributes":{},"color":"rgb(255,188,221)","size":1.5800000000000007},{"source":"0","target":"39","id":"6235","attributes":{},"color":"rgb(184,201,92)","size":0.2},{"source":"22","target":"32","id":"6723","attributes":{},"color":"rgb(225,182,149)","size":1.1600000000000001},{"source":"18","target":"20","id":"6682","attributes":{},"color":"rgb(232,198,169)","size":0.44},{"source":"0","target":"17","id":"6226","attributes":{},"color":"rgb(199,198,105)","size":0.5000000000000001},{"source":"7","target":"23","id":"6454","attributes":{},"color":"rgb(170,243,170)","size":1.11},{"source":"0","target":"38","id":"6247","attributes":{},"color":"rgb(211,220,119)","size":0.74},{"source":"4","target":"39","id":"6372","attributes":{},"color":"rgb(203,194,130)","size":1.8600000000000003},{"source":"21","target":"26","id":"6721","attributes":{},"color":"rgb(160,193,216)","size":0.77},{"source":"16","target":"30","id":"6643","attributes":{},"color":"rgb(255,185,117)","size":0.9199999999999999},{"source":"12","target":"18","id":"6578","attributes":{},"color":"rgb(210,206,96)","size":1.6500000000000008},{"source":"11","target":"16","id":"6552","attributes":{},"color":"rgb(191,177,164)","size":1.9200000000000008},{"source":"5","target":"7","id":"6406","attributes":{},"color":"rgb(202,210,158)","size":0.04},{"source":"7","target":"30","id":"6464","attributes":{},"color":"rgb(217,228,149)","size":0.07},{"source":"0","target":"13","id":"6223","attributes":{},"color":"rgb(236,215,107)","size":7.220000000000006},{"source":"0","target":"37","id":"6252","attributes":{},"color":"rgb(144,205,123)","size":0.09},{"source":"7","target":"43","id":"6462","attributes":{},"color":"rgb(164,216,184)","size":1.0},{"source":"27","target":"40","id":"6774","attributes":{},"color":"rgb(121,222,226)","size":2.58},{"source":"1","target":"9","id":"6274","attributes":{},"color":"rgb(196,197,193)","size":0.06},{"source":"10","target":"20","id":"6524","attributes":{},"color":"rgb(246,202,254)","size":5.05},{"source":"15","target":"28","id":"6624","attributes":{},"color":"rgb(214,210,214)","size":1.4},{"source":"4","target":"20","id":"6360","attributes":{},"color":"rgb(246,204,204)","size":1.45},{"source":"15","target":"16","id":"6628","attributes":{},"color":"rgb(214,196,191)","size":0.09},{"source":"20","target":"24","id":"6704","attributes":{},"color":"rgb(185,233,229)","size":8.000000000000005},{"source":"1","target":"23","id":"6279","attributes":{},"color":"rgb(208,218,138)","size":0.71},{"source":"10","target":"32","id":"6532","attributes":{},"color":"rgb(255,177,223)","size":1.2000000000000004},{"source":"5","target":"29","id":"6380","attributes":{},"color":"rgb(225,200,180)","size":0.7300000000000004},{"source":"9","target":"19","id":"6501","attributes":{},"color":"rgb(129,203,195)","size":1.8400000000000007},{"source":"29","target":"39","id":"6785","attributes":{},"color":"rgb(188,208,177)","size":0.1},{"source":"1","target":"34","id":"6259","attributes":{},"color":"rgb(213,210,198)","size":1.21},{"source":"2","target":"15","id":"6299","attributes":{},"color":"rgb(155,231,193)","size":0.4600000000000001},{"source":"0","target":"19","id":"6232","attributes":{},"color":"rgb(169,202,111)","size":0.6700000000000003},{"source":"8","target":"27","id":"6472","attributes":{},"color":"rgb(166,209,176)","size":0.21000000000000002},{"source":"26","target":"43","id":"6765","attributes":{},"color":"rgb(107,202,185)","size":0.92},{"source":"11","target":"42","id":"6568","attributes":{},"color":"rgb(105,218,222)","size":0.45},{"source":"11","target":"40","id":"6557","attributes":{},"color":"rgb(146,195,197)","size":2.2500000000000004},{"source":"6","target":"24","id":"6430","attributes":{},"color":"rgb(194,228,158)","size":2.7000000000000006},{"source":"11","target":"34","id":"6567","attributes":{},"color":"rgb(149,217,222)","size":0.06},{"source":"11","target":"13","id":"6551","attributes":{},"color":"rgb(191,213,163)","size":1.09},{"source":"0","target":"24","id":"6237","attributes":{},"color":"rgb(175,226,140)","size":0.4400000000000001},{"source":"0","target":"34","id":"6246","attributes":{},"color":"rgb(194,218,166)","size":0.36},{"source":"3","target":"24","id":"6339","attributes":{},"color":"rgb(194,228,225)","size":0.54},{"source":"0","target":"9","id":"6225","attributes":{},"color":"rgb(177,205,162)","size":0.37},{"source":"23","target":"31","id":"6731","attributes":{},"color":"rgb(190,209,166)","size":0.69},{"source":"2","target":"5","id":"6287","attributes":{},"color":"rgb(181,202,128)","size":4.459999999999966},{"source":"7","target":"20","id":"6450","attributes":{},"color":"rgb(208,228,229)","size":0.32000000000000006},{"source":"10","target":"39","id":"6539","attributes":{},"color":"rgb(203,192,179)","size":2.4200000000000004},{"source":"1","target":"26","id":"6266","attributes":{},"color":"rgb(160,199,173)","size":0.74},{"source":"2","target":"4","id":"6301","attributes":{},"color":"rgb(195,207,149)","size":0.49},{"source":"7","target":"19","id":"6442","attributes":{},"color":"rgb(150,219,174)","size":0.6100000000000002},{"source":"15","target":"32","id":"6631","attributes":{},"color":"rgb(214,203,218)","size":0.22999999999999998},{"source":"18","target":"22","id":"6680","attributes":{},"color":"rgb(212,187,93)","size":2.38},{"source":"24","target":"25","id":"6736","attributes":{},"color":"rgb(133,251,188)","size":0.34},{"source":"32","target":"38","id":"6796","attributes":{},"color":"rgb(230,202,177)","size":0.12},{"source":"14","target":"17","id":"6613","attributes":{},"color":"rgb(204,189,132)","size":1.0499999999999998},{"source":"6","target":"26","id":"6427","attributes":{},"color":"rgb(160,209,159)","size":1.2900000000000007},{"source":"11","target":"33","id":"6569","attributes":{},"color":"rgb(191,192,143)","size":0.42},{"source":"31","target":"32","id":"6790","attributes":{},"color":"rgb(237,169,195)","size":0.72},{"source":"5","target":"40","id":"6392","attributes":{},"color":"rgb(195,186,159)","size":0.32},{"source":"22","target":"43","id":"6728","attributes":{},"color":"rgb(172,195,134)","size":2.22},{"source":"25","target":"29","id":"6753","attributes":{},"color":"rgb(178,236,211)","size":0.12},{"source":"3","target":"10","id":"6345","attributes":{},"color":"rgb(255,197,250)","size":0.8200000000000002},{"source":"4","target":"8","id":"6354","attributes":{},"color":"rgb(255,177,130)","size":0.27999999999999997},{"source":"13","target":"15","id":"6601","attributes":{},"color":"rgb(214,232,189)","size":0.27},{"source":"11","target":"31","id":"6566","attributes":{},"color":"rgb(173,185,193)","size":0.39},{"source":"18","target":"37","id":"6677","attributes":{},"color":"rgb(150,192,126)","size":0.34},{"source":"0","target":"18","id":"6229","attributes":{},"color":"rgb(222,191,80)","size":1.6800000000000008},{"source":"20","target":"21","id":"6702","attributes":{},"color":"rgb(246,197,241)","size":1.11},{"source":"2","target":"7","id":"6300","attributes":{},"color":"rgb(157,230,174)","size":0.16999999999999998},{"source":"6","target":"27","id":"6424","attributes":{},"color":"rgb(166,231,179)","size":1.0599999999999998},{"source":"2","target":"24","id":"6311","attributes":{},"color":"rgb(134,235,174)","size":0.44000000000000006},{"source":"3","target":"11","id":"6320","attributes":{},"color":"rgb(191,204,218)","size":2.7799999999999994},{"source":"1","target":"4","id":"6273","attributes":{},"color":"rgb(255,189,147)","size":0.57},{"source":"3","target":"39","id":"6348","attributes":{},"color":"rgb(203,203,177)","size":0.22},{"source":"9","target":"12","id":"6493","attributes":{},"color":"rgb(165,220,177)","size":2.360000000000001},{"source":"8","target":"9","id":"6488","attributes":{},"color":"rgb(196,185,176)","size":0.04},{"source":"1","target":"13","id":"6257","attributes":{},"color":"rgb(255,207,139)","size":4.250000000000001},{"source":"28","target":"29","id":"6776","attributes":{},"color":"rgb(239,199,218)","size":0.93},{"source":"1","target":"40","id":"6283","attributes":{},"color":"rgb(210,189,173)","size":0.34},{"source":"1","target":"5","id":"6255","attributes":{},"color":"rgb(240,185,126)","size":2.44},{"source":"15","target":"19","id":"6630","attributes":{},"color":"rgb(147,219,193)","size":0.37},{"source":"0","target":"12","id":"6222","attributes":{},"color":"rgb(204,219,93)","size":4.039999999999997},{"source":"2","target":"16","id":"6288","attributes":{},"color":"rgb(195,188,142)","size":1.2700000000000005},{"source":"9","target":"24","id":"6507","attributes":{},"color":"rgb(135,227,224)","size":0.5200000000000001},{"source":"19","target":"24","id":"6692","attributes":{},"color":"rgb(127,224,174)","size":1.2400000000000004},{"source":"8","target":"13","id":"6475","attributes":{},"color":"rgb(255,195,122)","size":0.06},{"source":"10","target":"18","id":"6529","attributes":{},"color":"rgb(241,183,168)","size":0.8400000000000003},{"source":"0","target":"31","id":"6248","attributes":{},"color":"rgb(218,187,137)","size":0.5499999999999999},{"source":"6","target":"40","id":"6435","attributes":{},"color":"rgb(210,199,159)","size":0.38},{"source":"11","target":"25","id":"6555","attributes":{},"color":"rgb(130,228,181)","size":0.7500000000000002},{"source":"4","target":"7","id":"6373","attributes":{},"color":"rgb(217,214,179)","size":0.16},{"source":"10","target":"11","id":"6536","attributes":{},"color":"rgb(191,194,221)","size":1.1100000000000005},{"source":"11","target":"29","id":"6550","attributes":{},"color":"rgb(176,209,219)","size":0.35999999999999993},{"source":"4","target":"21","id":"6367","attributes":{},"color":"rgb(255,184,190)","size":0.33},{"source":"5","target":"14","id":"6409","attributes":{},"color":"rgb(227,184,122)","size":0.18},{"source":"19","target":"37","id":"6690","attributes":{},"color":"rgb(96,203,157)","size":1.3900000000000003},{"source":"29","target":"30","id":"6786","attributes":{},"color":"rgb(239,218,172)","size":0.1},{"source":"16","target":"20","id":"6648","attributes":{},"color":"rgb(246,185,197)","size":1.1000000000000003},{"source":"3","target":"30","id":"6344","attributes":{},"color":"rgb(255,213,171)","size":0.94},{"source":"2","target":"10","id":"6295","attributes":{},"color":"rgb(195,205,199)","size":0.7900000000000003},{"source":"9","target":"39","id":"6510","attributes":{},"color":"rgb(145,202,176)","size":0.23000000000000004},{"source":"24","target":"43","id":"6743","attributes":{},"color":"rgb(141,221,183)","size":0.38},{"source":"5","target":"22","id":"6407","attributes":{},"color":"rgb(211,189,108)","size":0.5900000000000001},{"source":"1","target":"3","id":"6269","attributes":{},"color":"rgb(255,198,194)","size":0.27},{"source":"30","target":"32","id":"6788","attributes":{},"color":"rgb(255,193,144)","size":0.09},{"source":"9","target":"17","id":"6496","attributes":{},"color":"rgb(159,200,189)","size":0.6500000000000001},{"source":"10","target":"19","id":"6526","attributes":{},"color":"rgb(188,193,199)","size":2.040000000000001},{"source":"12","target":"34","id":"6594","attributes":{},"color":"rgb(181,233,182)","size":0.15},{"source":"13","target":"23","id":"6612","attributes":{},"color":"rgb(208,237,136)","size":0.67},{"source":"0","target":"7","id":"6243","attributes":{},"color":"rgb(198,221,141)","size":0.10999999999999999},{"source":"1","target":"7","id":"6256","attributes":{},"color":"rgb(217,213,172)","size":0.5},{"source":"6","target":"10","id":"6417","attributes":{},"color":"rgb(255,197,183)","size":3.299999999999998},{"source":"13","target":"25","id":"6605","attributes":{},"color":"rgb(194,240,155)","size":0.21},{"source":"4","target":"24","id":"6358","attributes":{},"color":"rgb(194,219,178)","size":6.4499999999999975},{"source":"2","target":"28","id":"6317","attributes":{},"color":"rgb(195,202,166)","size":0.14},{"source":"22","target":"26","id":"6726","attributes":{},"color":"rgb(130,203,155)","size":1.7000000000000002},{"source":"9","target":"43","id":"6509","attributes":{},"color":"rgb(143,201,205)","size":0.43},{"source":"13","target":"30","id":"6603","attributes":{},"color":"rgb(255,222,116)","size":0.57},{"source":"13","target":"16","id":"6599","attributes":{},"color":"rgb(255,189,138)","size":0.7},{"source":"9","target":"22","id":"6513","attributes":{},"color":"rgb(167,201,175)","size":0.13},{"source":"0","target":"28","id":"6244","attributes":{},"color":"rgb(236,192,132)","size":0.16},{"source":"0","target":"4","id":"6218","attributes":{},"color":"rgb(236,197,116)","size":0.33000000000000007},{"source":"15","target":"23","id":"6635","attributes":{},"color":"rgb(168,243,189)","size":0.61},{"source":"12","target":"19","id":"6575","attributes":{},"color":"rgb(156,217,127)","size":2.6},{"source":"1","target":"39","id":"6275","attributes":{},"color":"rgb(203,193,123)","size":0.36},{"source":"0","target":"16","id":"6230","attributes":{},"color":"rgb(236,178,109)","size":1.2900000000000007},{"source":"2","target":"13","id":"6289","attributes":{},"color":"rgb(195,224,141)","size":4.409999999999999},{"source":"7","target":"8","id":"6443","attributes":{},"color":"rgb(217,201,155)","size":4.529999999999978},{"source":"16","target":"39","id":"6646","attributes":{},"color":"rgb(203,175,123)","size":0.76},{"source":"11","target":"18","id":"6547","attributes":{},"color":"rgb(178,190,136)","size":0.5400000000000003},{"source":"9","target":"33","id":"6512","attributes":{},"color":"rgb(196,195,172)","size":1.56},{"source":"18","target":"24","id":"6679","attributes":{},"color":"rgb(180,213,143)","size":0.5800000000000002},{"source":"28","target":"34","id":"6780","attributes":{},"color":"rgb(213,207,221)","size":0.8600000000000001},{"source":"10","target":"28","id":"6544","attributes":{},"color":"rgb(255,184,220)","size":0.27},{"source":"0","target":"44","id":"6250","attributes":{},"color":"rgb(210,190,157)","size":1.61},{"source":"8","target":"11","id":"6486","attributes":{},"color":"rgb(191,182,148)","size":0.03},{"source":"16","target":"17","id":"6642","attributes":{},"color":"rgb(218,173,136)","size":0.1},{"source":"12","target":"16","id":"6573","attributes":{},"color":"rgb(223,193,124)","size":2.3600000000000003},{"source":"4","target":"27","id":"6370","attributes":{},"color":"rgb(166,223,200)","size":0.8400000000000001},{"source":"26","target":"36","id":"6766","attributes":{},"color":"rgb(160,197,191)","size":1.14},{"source":"24","target":"39","id":"6741","attributes":{},"color":"rgb(142,223,154)","size":4.139999999999999},{"source":"2","target":"26","id":"6290","attributes":{},"color":"rgb(100,216,175)","size":0.5},{"source":"1","target":"24","id":"6278","attributes":{},"color":"rgb(194,218,172)","size":0.1},{"source":"5","target":"38","id":"6402","attributes":{},"color":"rgb(216,209,136)","size":0.12},{"source":"17","target":"28","id":"6654","attributes":{},"color":"rgb(218,187,159)","size":0.82},{"source":"7","target":"9","id":"6465","attributes":{},"color":"rgb(158,222,225)","size":0.02},{"source":"5","target":"32","id":"6386","attributes":{},"color":"rgb(240,175,153)","size":0.17},{"source":"22","target":"27","id":"6727","attributes":{},"color":"rgb(136,225,175)","size":2.2600000000000002},{"source":"1","target":"2","id":"6253","attributes":{},"color":"rgb(195,205,143)","size":6.559999999999996},{"source":"6","target":"14","id":"6441","attributes":{},"color":"rgb(241,197,123)","size":0.17},{"source":"5","target":"18","id":"6381","attributes":{},"color":"rgb(227,180,97)","size":1.1400000000000006},{"source":"29","target":"31","id":"6781","attributes":{},"color":"rgb(221,194,223)","size":0.75},{"source":"12","target":"15","id":"6580","attributes":{},"color":"rgb(183,236,175)","size":0.9099999999999999},{"source":"10","target":"16","id":"6527","attributes":{},"color":"rgb(255,170,196)","size":0.9200000000000002},{"source":"26","target":"29","id":"6756","attributes":{},"color":"rgb(144,214,227)","size":0.5700000000000001},{"source":"5","target":"39","id":"6397","attributes":{},"color":"rgb(189,190,109)","size":0.08},{"source":"6","target":"31","id":"6426","attributes":{},"color":"rgb(237,189,155)","size":4.48},{"source":"4","target":"33","id":"6376","attributes":{},"color":"rgb(255,187,126)","size":1.47},{"source":"26","target":"39","id":"6762","attributes":{},"color":"rgb(108,204,156)","size":1.1600000000000001},{"source":"27","target":"38","id":"6770","attributes":{},"color":"rgb(141,245,203)","size":0.97},{"source":"13","target":"24","id":"6604","attributes":{},"color":"rgb(194,237,170)","size":0.27999999999999997},{"source":"14","target":"26","id":"6617","attributes":{},"color":"rgb(146,198,169)","size":0.44},{"source":"12","target":"25","id":"6581","attributes":{},"color":"rgb(162,244,141)","size":2.7100000000000004},{"source":"3","target":"16","id":"6335","attributes":{},"color":"rgb(255,180,194)","size":1.5100000000000002},{"source":"2","target":"17","id":"6303","attributes":{},"color":"rgb(158,208,138)","size":0.9500000000000001},{"source":"3","target":"26","id":"6326","attributes":{},"color":"rgb(160,209,227)","size":0.36000000000000004},{"source":"17","target":"31","id":"6665","attributes":{},"color":"rgb(200,181,164)","size":0.6200000000000001},{"source":"15","target":"34","id":"6632","attributes":{},"color":"rgb(172,236,248)","size":0.43},{"source":"4","target":"30","id":"6378","attributes":{},"color":"rgb(255,204,124)","size":0.12},{"source":"9","target":"15","id":"6495","attributes":{},"color":"rgb(156,223,244)","size":0.32},{"source":"39","target":"40","id":"6801","attributes":{},"color":"rgb(158,194,156)","size":0.87},{"source":"3","target":"21","id":"6323","attributes":{},"color":"rgb(255,192,237)","size":2.42},{"source":"20","target":"39","id":"6707","attributes":{},"color":"rgb(194,208,180)","size":3.1599999999999984},{"source":"38","target":"39","id":"6800","attributes":{},"color":"rgb(179,217,133)","size":0.45000000000000007},{"source":"5","target":"26","id":"6400","attributes":{},"color":"rgb(145,196,159)","size":0.11},{"source":"8","target":"22","id":"6476","attributes":{},"color":"rgb(225,180,105)","size":0.41000000000000003},{"source":"12","target":"14","id":"6591","attributes":{},"color":"rgb(210,210,121)","size":0.65},{"source":"15","target":"24","id":"6633","attributes":{},"color":"rgb(153,243,222)","size":0.04},{"source":"19","target":"31","id":"6701","attributes":{},"color":"rgb(170,185,171)","size":0.07},{"source":"4","target":"6","id":"6359","attributes":{},"color":"rgb(255,199,133)","size":1.2000000000000006},{"source":"13","target":"27","id":"6609","attributes":{},"color":"rgb(166,240,191)","size":2.61},{"source":"3","target":"12","id":"6329","attributes":{},"color":"rgb(223,221,178)","size":3.020000000000001},{"source":"12","target":"31","id":"6587","attributes":{},"color":"rgb(205,202,153)","size":1.46},{"source":"1","target":"32","id":"6276","attributes":{},"color":"rgb(255,178,167)","size":0.28},{"source":"5","target":"9","id":"6382","attributes":{},"color":"rgb(182,194,179)","size":5.73999999999997},{"source":"6","target":"9","id":"6434","attributes":{},"color":"rgb(196,207,179)","size":0.11},{"source":"25","target":"26","id":"6748","attributes":{},"color":"rgb(99,232,189)","size":0.44999999999999996},{"source":"4","target":"11","id":"6363","attributes":{},"color":"rgb(191,196,171)","size":1.0200000000000002},{"source":"15","target":"29","id":"6623","attributes":{},"color":"rgb(199,228,245)","size":0.18},{"source":"2","target":"19","id":"6297","attributes":{},"color":"rgb(128,211,145)","size":0.4900000000000001},{"source":"3","target":"18","id":"6334","attributes":{},"color":"rgb(241,193,165)","size":1.7300000000000009},{"source":"17","target":"38","id":"6666","attributes":{},"color":"rgb(193,214,146)","size":0.1},{"source":"20","target":"25","id":"6710","attributes":{},"color":"rgb(185,236,214)","size":1.35},{"source":"8","target":"41","id":"6482","attributes":{},"color":"rgb(153,209,158)","size":0.59},{"source":"11","target":"12","id":"6548","attributes":{},"color":"rgb(160,217,149)","size":1.0300000000000005},{"source":"7","target":"27","id":"6461","attributes":{},"color":"rgb(128,246,225)","size":0.57},{"source":"10","target":"14","id":"6533","attributes":{},"color":"rgb(241,186,193)","size":1.05},{"source":"10","target":"38","id":"6541","attributes":{},"color":"rgb(230,211,206)","size":2.530000000000001},{"source":"11","target":"39","id":"6565","attributes":{},"color":"rgb(140,199,147)","size":2.59},{"source":"1","target":"10","id":"6270","attributes":{},"color":"rgb(255,187,197)","size":1.0},{"source":"10","target":"31","id":"6538","attributes":{},"color":"rgb(237,178,225)","size":1.9200000000000006},{"source":"9","target":"38","id":"6517","attributes":{},"color":"rgb(172,221,203)","size":0.17},{"source":"9","target":"30","id":"6511","attributes":{},"color":"rgb(196,212,170)","size":0.21000000000000002},{"source":"17","target":"39","id":"6655","attributes":{},"color":"rgb(166,195,119)","size":3.1500000000000004},{"source":"8","target":"28","id":"6485","attributes":{},"color":"rgb(255,172,147)","size":0.2},{"source":"6","target":"20","id":"6421","attributes":{},"color":"rgb(246,213,184)","size":3.629999999999998},{"source":"3","target":"17","id":"6331","attributes":{},"color":"rgb(218,200,190)","size":0.27999999999999997},{"source":"15","target":"22","id":"6634","attributes":{},"color":"rgb(185,217,173)","size":0.36},{"source":"16","target":"27","id":"6651","attributes":{},"color":"rgb(166,204,193)","size":0.77},{"source":"2","target":"23","id":"6318","attributes":{},"color":"rgb(149,235,140)","size":0.34},{"source":"32","target":"40","id":"6794","attributes":{},"color":"rgb(210,179,200)","size":0.55},{"source":"8","target":"29","id":"6470","attributes":{},"color":"rgb(239,191,178)","size":0.39},{"source":"6","target":"12","id":"6414","attributes":{},"color":"rgb(223,221,111)","size":32.09000000000002},{"source":"12","target":"21","id":"6579","attributes":{},"color":"rgb(223,205,168)","size":2.79},{"source":"4","target":"40","id":"6375","attributes":{},"color":"rgb(210,190,180)","size":4.109999999999999},{"source":"11","target":"32","id":"6564","attributes":{},"color":"rgb(191,184,191)","size":0.68},{"source":"6","target":"37","id":"6433","attributes":{},"color":"rgb(163,207,141)","size":1.4300000000000006},{"source":"11","target":"41","id":"6570","attributes":{},"color":"rgb(90,228,199)","size":0.68},{"source":"4","target":"29","id":"6357","attributes":{},"color":"rgb(239,204,201)","size":0.14},{"source":"7","target":"12","id":"6444","attributes":{},"color":"rgb(185,236,156)","size":1.6000000000000005},{"source":"10","target":"29","id":"6531","attributes":{},"color":"rgb(239,202,251)","size":0.8300000000000003},{"source":"28","target":"39","id":"6777","attributes":{},"color":"rgb(203,189,146)","size":0.19},{"source":"17","target":"40","id":"6667","attributes":{},"color":"rgb(173,191,169)","size":0.8},{"source":"7","target":"17","id":"6453","attributes":{},"color":"rgb(180,215,168)","size":0.3399999999999999},{"source":"2","target":"40","id":"6307","attributes":{},"color":"rgb(150,206,175)","size":0.63},{"source":"37","target":"40","id":"6799","attributes":{},"color":"rgb(118,198,187)","size":3.0200000000000005},{"source":"11","target":"37","id":"6558","attributes":{},"color":"rgb(100,203,179)","size":1.9900000000000009},{"source":"25","target":"39","id":"6751","attributes":{},"color":"rgb(142,226,139)","size":0.2},{"source":"19","target":"28","id":"6695","attributes":{},"color":"rgb(188,190,166)","size":0.34},{"source":"3","target":"4","id":"6321","attributes":{},"color":"rgb(255,199,201)","size":0.12},{"source":"4","target":"9","id":"6361","attributes":{},"color":"rgb(196,199,200)","size":0.85},{"source":"5","target":"20","id":"6384","attributes":{},"color":"rgb(231,200,183)","size":0.18},{"source":"9","target":"29","id":"6502","attributes":{},"color":"rgb(181,212,247)","size":0.22},{"source":"8","target":"18","id":"6479","attributes":{},"color":"rgb(241,171,95)","size":0.16},{"source":"12","target":"24","id":"6586","attributes":{},"color":"rgb(162,241,156)","size":0.17},{"source":"22","target":"38","id":"6725","attributes":{},"color":"rgb(201,216,132)","size":1.4},{"source":"4","target":"14","id":"6365","attributes":{},"color":"rgb(241,188,143)","size":1.03},{"source":"4","target":"17","id":"6362","attributes":{},"color":"rgb(218,192,143)","size":3.040000000000001},{"source":"19","target":"20","id":"6694","attributes":{},"color":"rgb(179,209,200)","size":0.8500000000000003},{"source":"17","target":"19","id":"6653","attributes":{},"color":"rgb(151,196,138)","size":0.6300000000000001},{"source":"13","target":"26","id":"6606","attributes":{},"color":"rgb(160,218,171)","size":0.48},{"source":"19","target":"29","id":"6691","attributes":{},"color":"rgb(172,209,197)","size":0.3},{"source":"11","target":"15","id":"6559","attributes":{},"color":"rgb(151,220,215)","size":0.39},{"source":"30","target":"38","id":"6789","attributes":{},"color":"rgb(230,227,127)","size":0.29},{"source":"7","target":"24","id":"6463","attributes":{},"color":"rgb(156,243,203)","size":0.17},{"source":"34","target":"37","id":"6797","attributes":{},"color":"rgb(121,219,212)","size":0.18},{"source":"17","target":"25","id":"6664","attributes":{},"color":"rgb(157,224,152)","size":0.04},{"source":"7","target":"18","id":"6446","attributes":{},"color":"rgb(203,208,143)","size":0.19},{"source":"4","target":"10","id":"6356","attributes":{},"color":"rgb(255,189,203)","size":3.1600000000000006},{"source":"1","target":"12","id":"6254","attributes":{},"color":"rgb(223,211,125)","size":4.369999999999999},{"source":"0","target":"10","id":"6240","attributes":{},"color":"rgb(236,195,165)","size":1.8700000000000012},{"source":"1","target":"6","id":"6262","attributes":{},"color":"rgb(255,198,127)","size":3.2400000000000007},{"source":"0","target":"30","id":"6227","attributes":{},"color":"rgb(236,211,86)","size":12.39},{"source":"11","target":"24","id":"6560","attributes":{},"color":"rgb(130,224,196)","size":3.8899999999999952},{"source":"6","target":"29","id":"6416","attributes":{},"color":"rgb(239,213,181)","size":2.7600000000000002},{"source":"10","target":"17","id":"6523","attributes":{},"color":"rgb(218,190,192)","size":1.0200000000000002},{"source":"10","target":"37","id":"6540","attributes":{},"color":"rgb(163,196,211)","size":4.389999999999998},{"source":"24","target":"30","id":"6738","attributes":{},"color":"rgb(194,233,149)","size":0.75},{"source":"8","target":"39","id":"6468","attributes":{},"color":"rgb(203,181,106)","size":3.369999999999999},{"source":"5","target":"16","id":"6394","attributes":{},"color":"rgb(240,167,126)","size":1.5300000000000007},{"source":"8","target":"15","id":"6474","attributes":{},"color":"rgb(214,201,174)","size":1.6700000000000008},{"source":"13","target":"17","id":"6597","attributes":{},"color":"rgb(218,209,134)","size":0.54},{"source":"2","target":"14","id":"6302","attributes":{},"color":"rgb(182,204,139)","size":1.0299999999999998},{"source":"12","target":"20","id":"6583","attributes":{},"color":"rgb(214,226,182)","size":1.1599999999999997},{"source":"9","target":"18","id":"6497","attributes":{},"color":"rgb(183,193,164)","size":0.9100000000000001},{"source":"6","target":"11","id":"6437","attributes":{},"color":"rgb(191,204,151)","size":0.16999999999999998},{"source":"9","target":"27","id":"6514","attributes":{},"color":"rgb(107,231,246)","size":1.17},{"source":"26","target":"28","id":"6768","attributes":{},"color":"rgb(160,195,196)","size":0.07},{"source":"0","target":"5","id":"6219","attributes":{},"color":"rgb(221,193,95)","size":1.0500000000000005},{"source":"18","target":"38","id":"6684","attributes":{},"color":"rgb(217,207,121)","size":0.27},{"source":"24","target":"38","id":"6745","attributes":{},"color":"rgb(169,242,181)","size":0.7999999999999999},{"source":"12","target":"28","id":"6588","attributes":{},"color":"rgb(223,207,148)","size":0.30000000000000004},{"source":"4","target":"13","id":"6364","attributes":{},"color":"rgb(255,208,145)","size":0.18},{"source":"4","target":"32","id":"6353","attributes":{},"color":"rgb(255,179,174)","size":3.9399999999999964},{"source":"26","target":"31","id":"6758","attributes":{},"color":"rgb(142,190,201)","size":1.3900000000000003},{"source":"6","target":"18","id":"6429","attributes":{},"color":"rgb(241,193,98)","size":1.0000000000000004},{"source":"6","target":"34","id":"6436","attributes":{},"color":"rgb(213,220,184)","size":0.28},{"source":"6","target":"22","id":"6418","attributes":{},"color":"rgb(225,202,108)","size":3.3900000000000015},{"source":"8","target":"16","id":"6481","attributes":{},"color":"rgb(255,158,123)","size":0.07},{"source":"17","target":"29","id":"6657","attributes":{},"color":"rgb(202,205,190)","size":0.22},{"source":"2","target":"12","id":"6285","attributes":{},"color":"rgb(164,228,127)","size":11.549999999999983},{"source":"20","target":"29","id":"6703","attributes":{},"color":"rgb(230,218,252)","size":0.5900000000000001},{"source":"4","target":"37","id":"6374","attributes":{},"color":"rgb(163,198,161)","size":3.710000000000001},{"source":"3","target":"31","id":"6346","attributes":{},"color":"rgb(237,189,222)","size":0.18},{"source":"20","target":"32","id":"6709","attributes":{},"color":"rgb(246,193,224)","size":0.9500000000000002},{"source":"23","target":"37","id":"6732","attributes":{},"color":"rgb(117,227,152)","size":0.46},{"source":"3","target":"27","id":"6340","attributes":{},"color":"rgb(166,231,247)","size":0.44},{"source":"5","target":"15","id":"6387","attributes":{},"color":"rgb(200,210,177)","size":0.15},{"source":"15","target":"20","id":"6627","attributes":{},"color":"rgb(205,228,248)","size":0.43},{"source":"28","target":"32","id":"6779","attributes":{},"color":"rgb(255,174,190)","size":0.16},{"source":"18","target":"29","id":"6671","attributes":{},"color":"rgb(226,198,166)","size":2.310000000000001},{"source":"14","target":"32","id":"6619","attributes":{},"color":"rgb(241,177,163)","size":0.41},{"source":"11","target":"21","id":"6549","attributes":{},"color":"rgb(191,189,208)","size":0.28},{"source":"3","target":"5","id":"6327","attributes":{},"color":"rgb(240,195,180)","size":1.7300000000000006},{"source":"15","target":"39","id":"6622","attributes":{},"color":"rgb(163,218,174)","size":0.7699999999999999},{"source":"2","target":"33","id":"6313","attributes":{},"color":"rgb(195,203,121)","size":0.94},{"source":"3","target":"6","id":"6332","attributes":{},"color":"rgb(255,208,180)","size":0.29000000000000004},{"source":"3","target":"29","id":"6325","attributes":{},"color":"rgb(239,213,248)","size":1.3500000000000005},{"source":"1","target":"31","id":"6267","attributes":{},"color":"rgb(237,179,169)","size":1.16},{"source":"7","target":"29","id":"6452","attributes":{},"color":"rgb(201,228,226)","size":0.21999999999999997},{"source":"2","target":"43","id":"6312","attributes":{},"color":"rgb(142,209,154)","size":1.33},{"source":"10","target":"26","id":"6530","attributes":{},"color":"rgb(160,198,229)","size":5.59},{"source":"0","target":"43","id":"6249","attributes":{},"color":"rgb(183,199,121)","size":0.32},{"source":"17","target":"22","id":"6662","attributes":{},"color":"rgb(188,194,118)","size":0.62},{"source":"29","target":"38","id":"6783","attributes":{},"color":"rgb(215,227,204)","size":0.52},{"source":"0","target":"27","id":"6245","attributes":{},"color":"rgb(147,229,162)","size":1.2300000000000002},{"source":"12","target":"39","id":"6589","attributes":{},"color":"rgb(172,216,107)","size":1.6900000000000004},{"source":"2","target":"31","id":"6308","attributes":{},"color":"rgb(177,196,171)","size":0.84},{"source":"17","target":"37","id":"6668","attributes":{},"color":"rgb(126,199,150)","size":0.55},{"source":"9","target":"25","id":"6498","attributes":{},"color":"rgb(135,231,209)","size":0.36},{"source":"6","target":"7","id":"6413","attributes":{},"color":"rgb(217,223,158)","size":8.189999999999973},{"source":"1","target":"22","id":"6271","attributes":{},"color":"rgb(225,192,122)","size":6.78},{"source":"4","target":"12","id":"6351","attributes":{},"color":"rgb(223,212,131)","size":0.7000000000000002},{"source":"6","target":"38","id":"6439","attributes":{},"color":"rgb(230,222,136)","size":0.59},{"source":"10","target":"25","id":"6537","attributes":{},"color":"rgb(194,221,213)","size":0.13},{"source":"0","target":"3","id":"6228","attributes":{},"color":"rgb(236,206,163)","size":1.600000000000001},{"source":"3","target":"25","id":"6338","attributes":{},"color":"rgb(194,231,210)","size":4.829999999999997},{"source":"12","target":"17","id":"6572","attributes":{},"color":"rgb(186,213,120)","size":0.6100000000000001},{"source":"7","target":"39","id":"6447","attributes":{},"color":"rgb(165,218,155)","size":4.079999999999996},{"source":"26","target":"40","id":"6763","attributes":{},"color":"rgb(115,200,206)","size":1.53},{"source":"20","target":"38","id":"6708","attributes":{},"color":"rgb(221,227,207)","size":2.75},{"source":"2","target":"39","id":"6316","attributes":{},"color":"rgb(144,210,125)","size":0.28},{"source":"7","target":"16","id":"6451","attributes":{},"color":"rgb(217,195,172)","size":0.08},{"source":"5","target":"12","id":"6379","attributes":{},"color":"rgb(209,208,110)","size":10.479999999999963},{"source":"10","target":"15","id":"6528","attributes":{},"color":"rgb(214,213,247)","size":0.6699999999999999},{"source":"9","target":"32","id":"6505","attributes":{},"color":"rgb(196,187,220)","size":0.16},{"source":"18","target":"30","id":"6676","attributes":{},"color":"rgb(241,198,89)","size":0.32},{"source":"6","target":"13","id":"6438","attributes":{},"color":"rgb(255,217,125)","size":0.44},{"source":"24","target":"29","id":"6735","attributes":{},"color":"rgb(178,233,226)","size":0.14},{"source":"16","target":"29","id":"6641","attributes":{},"color":"rgb(239,185,194)","size":0.34},{"source":"18","target":"39","id":"6678","attributes":{},"color":"rgb(190,188,94)","size":0.1},{"source":"19","target":"30","id":"6693","attributes":{},"color":"rgb(188,209,120)","size":1.5},{"source":"12","target":"32","id":"6592","attributes":{},"color":"rgb(223,201,151)","size":1.3400000000000005},{"source":"9","target":"16","id":"6499","attributes":{},"color":"rgb(196,180,193)","size":1.8400000000000005},{"source":"0","target":"14","id":"6224","attributes":{},"color":"rgb(222,195,105)","size":1.6300000000000003},{"source":"13","target":"31","id":"6608","attributes":{},"color":"rgb(237,198,167)","size":0.7500000000000001},{"source":"32","target":"39","id":"6793","attributes":{},"color":"rgb(203,183,150)","size":2.3},{"source":"6","target":"30","id":"6422","attributes":{},"color":"rgb(255,213,104)","size":1.6400000000000006},{"source":"1","target":"37","id":"6280","attributes":{},"color":"rgb(163,197,155)","size":0.1},{"source":"22","target":"29","id":"6722","attributes":{},"color":"rgb(210,207,176)","size":1.11},{"source":"5","target":"23","id":"6405","attributes":{},"color":"rgb(194,215,124)","size":0.25},{"source":"1","target":"8","id":"6261","attributes":{},"color":"rgb(255,176,124)","size":0.5},{"source":"21","target":"25","id":"6720","attributes":{},"color":"rgb(194,216,200)","size":0.34},{"source":"3","target":"13","id":"6330","attributes":{},"color":"rgb(255,217,192)","size":0.92},{"source":"8","target":"31","id":"6484","attributes":{},"color":"rgb(237,167,152)","size":0.26999999999999996},{"source":"0","target":"22","id":"6238","attributes":{},"color":"rgb(206,200,91)","size":4.7799999999999985},{"source":"31","target":"37","id":"6792","attributes":{},"color":"rgb(145,188,183)","size":0.51},{"source":"27","target":"39","id":"6773","attributes":{},"color":"rgb(114,226,176)","size":0.53},{"source":"5","target":"27","id":"6396","attributes":{},"color":"rgb(151,218,179)","size":1.3500000000000003},{"source":"6","target":"16","id":"6432","attributes":{},"color":"rgb(255,180,126)","size":1.6800000000000002},{"source":"0","target":"6","id":"6221","attributes":{},"color":"rgb(236,206,95)","size":1.1500000000000006},{"source":"18","target":"25","id":"6685","attributes":{},"color":"rgb(180,217,128)","size":0.17},{"source":"8","target":"17","id":"6483","attributes":{},"color":"rgb(218,178,119)","size":0.09999999999999999},{"source":"16","target":"18","id":"6640","attributes":{},"color":"rgb(241,166,111)","size":0.8},{"source":"19","target":"26","id":"6697","attributes":{},"color":"rgb(93,205,175)","size":0.24},{"source":"26","target":"30","id":"6761","attributes":{},"color":"rgb(160,214,150)","size":1.7500000000000004},{"source":"12","target":"40","id":"6582","attributes":{},"color":"rgb(178,212,157)","size":1.38},{"source":"3","target":"15","id":"6342","attributes":{},"color":"rgb(214,223,245)","size":0.14},{"source":"0","target":"2","id":"6217","attributes":{},"color":"rgb(176,213,111)","size":5.789999999999969},{"source":"15","target":"27","id":"6629","attributes":{},"color":"rgb(125,247,244)","size":0.28},{"source":"16","target":"26","id":"6636","attributes":{},"color":"rgb(160,181,173)","size":1.1700000000000002},{"source":"23","target":"28","id":"6733","attributes":{},"color":"rgb(208,214,161)","size":4.63},{"source":"2","target":"21","id":"6315","attributes":{},"color":"rgb(195,200,186)","size":0.28},{"source":"25","target":"27","id":"6750","attributes":{},"color":"rgb(105,255,209)","size":0.55},{"source":"13","target":"32","id":"6600","attributes":{},"color":"rgb(255,197,165)","size":0.08},{"source":"4","target":"22","id":"6371","attributes":{},"color":"rgb(225,193,129)","size":0.16},{"source":"0","target":"29","id":"6233","attributes":{},"color":"rgb(220,211,163)","size":2.23},{"source":"2","target":"35","id":"6310","attributes":{},"color":"rgb(187,232,125)","size":0.87},{"source":"12","target":"22","id":"6576","attributes":{},"color":"rgb(194,215,106)","size":2.9799999999999995},{"source":"13","target":"19","id":"6602","attributes":{},"color":"rgb(188,213,141)","size":0.37},{"source":"1","target":"15","id":"6281","attributes":{},"color":"rgb(214,213,191)","size":0.7000000000000001},{"source":"28","target":"31","id":"6778","attributes":{},"color":"rgb(237,175,192)","size":0.5700000000000001},{"source":"19","target":"27","id":"6700","attributes":{},"color":"rgb(99,227,195)","size":0.53},{"source":"16","target":"25","id":"6645","attributes":{},"color":"rgb(194,204,156)","size":0.77},{"source":"3","target":"38","id":"6347","attributes":{},"color":"rgb(230,222,204)","size":0.73},{"source":"22","target":"24","id":"6724","attributes":{},"color":"rgb(164,222,153)","size":2.6},{"source":"3","target":"40","id":"6322","attributes":{},"color":"rgb(210,199,227)","size":1.75},{"source":"9","target":"26","id":"6506","attributes":{},"color":"rgb(101,208,226)","size":0.25},{"source":"31","target":"39","id":"6791","attributes":{},"color":"rgb(185,184,151)","size":1.6000000000000005},{"source":"21","target":"24","id":"6718","attributes":{},"color":"rgb(194,212,215)","size":0.69},{"source":"8","target":"20","id":"6480","attributes":{},"color":"rgb(246,191,181)","size":0.3600000000000001},{"source":"13","target":"21","id":"6607","attributes":{},"color":"rgb(255,201,182)","size":0.41},{"source":"8","target":"40","id":"6492","attributes":{},"color":"rgb(210,177,156)","size":0.08},{"source":"12","target":"37","id":"6593","attributes":{},"color":"rgb(132,220,139)","size":0.56},{"source":"1","target":"18","id":"6265","attributes":{},"color":"rgb(241,183,112)","size":1.7600000000000005},{"source":"9","target":"35","id":"6516","attributes":{},"color":"rgb(188,224,176)","size":1.66},{"source":"5","target":"25","id":"6404","attributes":{},"color":"rgb(179,218,142)","size":0.5400000000000001},{"source":"14","target":"31","id":"6620","attributes":{},"color":"rgb(223,178,165)","size":1.18},{"source":"2","target":"32","id":"6305","attributes":{},"color":"rgb(195,195,169)","size":0.16},{"source":"18","target":"27","id":"6687","attributes":{},"color":"rgb(152,217,164)","size":0.35},{"source":"12","target":"13","id":"6574","attributes":{},"color":"rgb(223,230,123)","size":6.5600000000000005},{"source":"3","target":"19","id":"6343","attributes":{},"color":"rgb(188,204,196)","size":0.59},{"source":"0","target":"15","id":"6234","attributes":{},"color":"rgb(195,221,160)","size":0.22},{"source":"5","target":"13","id":"6383","attributes":{},"color":"rgb(240,204,124)","size":2.1100000000000008},{"source":"6","target":"19","id":"6428","attributes":{},"color":"rgb(188,204,129)","size":4.470000000000001},{"source":"11","target":"20","id":"6556","attributes":{},"color":"rgb(182,209,222)","size":2.35},{"source":"1","target":"25","id":"6282","attributes":{},"color":"rgb(194,221,157)","size":0.1},{"source":"5","target":"43","id":"6393","attributes":{},"color":"rgb(187,188,138)","size":1.1400000000000001},{"source":"1","target":"11","id":"6258","attributes":{},"color":"rgb(191,194,165)","size":0.12},{"source":"7","target":"11","id":"6449","attributes":{},"color":"rgb(153,219,196)","size":0.06},{"source":"9","target":"21","id":"6520","attributes":{},"color":"rgb(196,192,236)","size":0.26},{"source":"20","target":"31","id":"6715","attributes":{},"color":"rgb(228,194,226)","size":3.33},{"source":"9","target":"20","id":"6504","attributes":{},"color":"rgb(187,212,250)","size":0.36},{"source":"2","target":"29","id":"6291","attributes":{},"color":"rgb(180,220,197)","size":3.959999999999995},{"source":"5","target":"30","id":"6408","attributes":{},"color":"rgb(240,200,103)","size":0.30999999999999994},{"source":"6","target":"32","id":"6425","attributes":{},"color":"rgb(255,188,153)","size":4.01},{"source":"2","target":"18","id":"6296","attributes":{},"color":"rgb(182,201,114)","size":2.4399999999999995},{"source":"11","target":"19","id":"6554","attributes":{},"color":"rgb(124,200,167)","size":2.8},{"source":"18","target":"40","id":"6686","attributes":{},"color":"rgb(196,184,144)","size":1.26},{"source":"1","target":"17","id":"6263","attributes":{},"color":"rgb(218,190,136)","size":0.19},{"source":"4","target":"5","id":"6366","attributes":{},"color":"rgb(240,186,133)","size":0.04},{"source":"8","target":"42","id":"6490","attributes":{},"color":"rgb(168,200,181)","size":0.39},{"source":"25","target":"31","id":"6754","attributes":{},"color":"rgb(176,212,185)","size":0.4600000000000001},{"source":"10","target":"30","id":"6534","attributes":{},"color":"rgb(255,202,174)","size":4.700000000000001},{"source":"5","target":"24","id":"6389","attributes":{},"color":"rgb(179,215,157)","size":0.09999999999999999},{"source":"18","target":"23","id":"6670","attributes":{},"color":"rgb(195,213,109)","size":0.56},{"source":"5","target":"35","id":"6398","attributes":{},"color":"rgb(232,211,109)","size":0.72},{"source":"1","target":"20","id":"6272","attributes":{},"color":"rgb(246,203,198)","size":0.35000000000000003},{"source":"20","target":"26","id":"6705","attributes":{},"color":"rgb(151,214,230)","size":3.9699999999999993},{"source":"10","target":"43","id":"6546","attributes":{},"color":"rgb(202,191,208)","size":0.44},{"source":"20","target":"43","id":"6713","attributes":{},"color":"rgb(193,206,209)","size":1.34},{"source":"5","target":"17","id":"6385","attributes":{},"color":"rgb(203,187,122)","size":0.5700000000000002},{"source":"5","target":"21","id":"6410","attributes":{},"color":"rgb(240,179,169)","size":1.01},{"source":"24","target":"32","id":"6739","attributes":{},"color":"rgb(194,208,198)","size":0.6},{"source":"0","target":"8","id":"6220","attributes":{},"color":"rgb(236,184,92)","size":0.09},{"source":"17","target":"18","id":"6652","attributes":{},"color":"rgb(204,186,107)","size":0.40000000000000013},{"source":"18","target":"31","id":"6673","attributes":{},"color":"rgb(223,174,140)","size":1.8100000000000005},{"source":"13","target":"28","id":"6611","attributes":{},"color":"rgb(255,203,162)","size":0.46},{"source":"10","target":"22","id":"6542","attributes":{},"color":"rgb(225,191,178)","size":2.0},{"source":"16","target":"19","id":"6647","attributes":{},"color":"rgb(188,176,142)","size":0.6},{"source":"11","target":"14","id":"6562","attributes":{},"color":"rgb(178,193,161)","size":4.199999999999999},{"source":"2","target":"9","id":"6286","attributes":{},"color":"rgb(137,215,195)","size":1.3000000000000007},{"source":"37","target":"39","id":"6798","attributes":{},"color":"rgb(112,202,137)","size":2.8000000000000003},{"source":"18","target":"32","id":"6674","attributes":{},"color":"rgb(241,173,138)","size":1.5900000000000007},{"source":"17","target":"21","id":"6658","attributes":{},"color":"rgb(218,185,179)","size":0.2},{"source":"2","target":"3","id":"6293","attributes":{},"color":"rgb(195,215,196)","size":1.3700000000000008},{"source":"7","target":"34","id":"6466","attributes":{},"color":"rgb(175,235,229)","size":0.11},{"source":"17","target":"24","id":"6659","attributes":{},"color":"rgb(157,220,167)","size":1.3100000000000005},{"source":"8","target":"24","id":"6471","attributes":{},"color":"rgb(194,206,155)","size":0.31000000000000005},{"source":"4","target":"16","id":"6368","attributes":{},"color":"rgb(255,172,147)","size":0.78},{"source":"19","target":"22","id":"6698","attributes":{},"color":"rgb(158,198,124)","size":1.21},{"source":"19","target":"40","id":"6696","attributes":{},"color":"rgb(143,195,175)","size":1.1},{"source":"4","target":"31","id":"6377","attributes":{},"color":"rgb(237,180,175)","size":0.28},{"source":"11","target":"17","id":"6553","attributes":{},"color":"rgb(154,197,160)","size":1.0000000000000004},{"source":"4","target":"18","id":"6352","attributes":{},"color":"rgb(241,185,118)","size":0.6000000000000001},{"source":"5","target":"11","id":"6391","attributes":{},"color":"rgb(177,191,150)","size":0.48000000000000026},{"source":"11","target":"30","id":"6563","attributes":{},"color":"rgb(191,209,142)","size":0.27},{"source":"12","target":"27","id":"6584","attributes":{},"color":"rgb(134,244,177)","size":0.86},{"source":"25","target":"37","id":"6749","attributes":{},"color":"rgb(102,230,171)","size":0.19},{"source":"0","target":"11","id":"6231","attributes":{},"color":"rgb(172,202,133)","size":0.32000000000000006},{"source":"5","target":"19","id":"6390","attributes":{},"color":"rgb(173,191,128)","size":0.26},{"source":"29","target":"32","id":"6784","attributes":{},"color":"rgb(239,193,221)","size":0.51},{"source":"12","target":"26","id":"6590","attributes":{},"color":"rgb(128,222,157)","size":0.7600000000000001},{"source":"25","target":"30","id":"6755","attributes":{},"color":"rgb(194,236,134)","size":0.17},{"source":"26","target":"34","id":"6767","attributes":{},"color":"rgb(118,221,230)","size":0.1},{"source":"1","target":"29","id":"6264","attributes":{},"color":"rgb(239,203,195)","size":3.0700000000000007},{"source":"5","target":"10","id":"6395","attributes":{},"color":"rgb(240,184,182)","size":0.13},{"source":"8","target":"32","id":"6473","attributes":{},"color":"rgb(255,166,150)","size":0.5000000000000001},{"source":"2","target":"11","id":"6284","attributes":{},"color":"rgb(132,212,167)","size":1.2400000000000007},{"source":"7","target":"22","id":"6456","attributes":{},"color":"rgb(187,217,154)","size":1.1600000000000001},{"source":"13","target":"22","id":"6610","attributes":{},"color":"rgb(225,211,120)","size":0.47000000000000003},{"source":"1","target":"16","id":"6268","attributes":{},"color":"rgb(255,170,140)","size":0.6100000000000001},{"source":"9","target":"10","id":"6503","attributes":{},"color":"rgb(196,197,249)","size":1.4900000000000007},{"source":"14","target":"20","id":"6621","attributes":{},"color":"rgb(232,202,194)","size":0.32},{"source":"9","target":"14","id":"6508","attributes":{},"color":"rgb(183,196,189)","size":0.8999999999999999},{"source":"18","target":"21","id":"6683","attributes":{},"color":"rgb(241,178,155)","size":0.54},{"source":"26","target":"32","id":"6757","attributes":{},"color":"rgb(160,189,200)","size":1.3800000000000006},{"source":"0","target":"20","id":"6242","attributes":{},"color":"rgb(227,211,166)","size":0.4},{"source":"2","target":"20","id":"6306","attributes":{},"color":"rgb(186,220,200)","size":0.32000000000000006},{"source":"25","target":"28","id":"6752","attributes":{},"color":"rgb(194,218,180)","size":0.11},{"source":"3","target":"33","id":"6350","attributes":{},"color":"rgb(255,196,173)","size":0.98},{"source":"3","target":"28","id":"6341","attributes":{},"color":"rgb(255,194,217)","size":0.49},{"source":"9","target":"31","id":"6518","attributes":{},"color":"rgb(178,188,221)","size":0.17},{"source":"10","target":"13","id":"6522","attributes":{},"color":"rgb(255,206,195)","size":0.8500000000000002},{"source":"5","target":"31","id":"6401","attributes":{},"color":"rgb(222,176,154)","size":0.1},{"source":"8","target":"12","id":"6467","attributes":{},"color":"rgb(223,199,108)","size":2.32},{"source":"15","target":"18","id":"6625","attributes":{},"color":"rgb(201,209,162)","size":1.02},{"source":"7","target":"10","id":"6457","attributes":{},"color":"rgb(217,212,228)","size":0.7500000000000002},{"source":"17","target":"30","id":"6663","attributes":{},"color":"rgb(218,205,113)","size":0.42000000000000004},{"source":"27","target":"30","id":"6775","attributes":{},"color":"rgb(166,236,170)","size":0.22},{"source":"8","target":"10","id":"6478","attributes":{},"color":"rgb(255,175,180)","size":0.24000000000000005},{"source":"19","target":"39","id":"6689","attributes":{},"color":"rgb(136,199,125)","size":6.169999999999997},{"source":"5","target":"28","id":"6388","attributes":{},"color":"rgb(240,181,149)","size":0.12},{"source":"6","target":"25","id":"6440","attributes":{},"color":"rgb(194,231,143)","size":0.04},{"source":"7","target":"32","id":"6455","attributes":{},"color":"rgb(217,203,199)","size":1.5500000000000007},{"source":"10","target":"40","id":"6545","attributes":{},"color":"rgb(210,188,229)","size":1.8499999999999999},{"source":"19","target":"32","id":"6699","attributes":{},"color":"rgb(188,184,169)","size":0.5400000000000001},{"source":"20","target":"30","id":"6717","attributes":{},"color":"rgb(246,218,175)","size":0.37},{"source":"3","target":"20","id":"6324","attributes":{},"color":"rgb(246,213,251)","size":1.4800000000000002},{"source":"3","target":"9","id":"6337","attributes":{},"color":"rgb(196,207,247)","size":1.540000000000001},{"source":"27","target":"31","id":"6771","attributes":{},"color":"rgb(148,212,221)","size":0.9099999999999999},{"source":"6","target":"28","id":"6431","attributes":{},"color":"rgb(255,194,150)","size":0.29000000000000004},{"source":"0","target":"40","id":"6251","attributes":{},"color":"rgb(191,197,142)","size":0.09},{"source":"1","target":"19","id":"6260","attributes":{},"color":"rgb(188,194,143)","size":0.27},{"source":"15","target":"31","id":"6626","attributes":{},"color":"rgb(196,204,219)","size":1.0},{"source":"22","target":"39","id":"6729","attributes":{},"color":"rgb(174,197,105)","size":1.57},{"source":"5","target":"8","id":"6403","attributes":{},"color":"rgb(240,173,109)","size":0.05},{"source":"2","target":"25","id":"6304","attributes":{},"color":"rgb(134,239,159)","size":0.9200000000000004},{"source":"18","target":"26","id":"6681","attributes":{},"color":"rgb(146,194,144)","size":0.3}]}